Repository: JustFixNYC/who-owns-what
Catalog: client/src/locales/*/messages.po
Languages: es

source: There {0, plural, one {<0>is <1>1</1> building</0>} other {<2>are <3>{1}</3> buildings</2>}} in this portfolio with a total of {2, plural, one {1 unit} other {# units}}.
es: Hay {0, plural, one {<0><1>1</1> edificio</0>} other {<2><3>{1}</3> edificios</2>}} en este portafolio de edificios, con un total de {2, plural, one {una unidad residencial} other {# unidades residenciales}}.

source: This building is owned by the NYC Housing Authority (NYCHA)
es: Este edificio es propiedad de la NYC Housing Authority (NYCHA)

source: This data is in <0>CSV file format</0>, which can easily be used in Excel, Google Sheets, or any other spreadsheet program.
es: Estos datos están en <0>formato de archivo CSV</0>, que puede utilizarse fácilmente en Excel, Google Sheets o cualquier otro programa de hoja de cálculo.

source: This is <0>about the same</0> as the citywide average.
es: Esto es <0>parecido</0> al promedio de toda la ciudad.

source: This is <0>better</0> than the citywide average of {VIOLATIONS_AVG} per residential unit.
es: Esto es <0>mejor</0> que el promedio de la ciudad de {VIOLATIONS_AVG} por unidad residencial.

source: This is <0>worse</0> than the citywide average of {VIOLATIONS_AVG} per residential unit.
es: Esto es <0>peor</0> que el promedio de la ciudad de {VIOLATIONS_AVG} por unidad residencial.

source: This is the official identifer for the building according to the Dept. of Finance tax records.
es: El identificador oficial del edificio según los registros del Departamento de Finanzas.

source: This landlord owns {0} buildings, and according to @NYCHousing, has received a total of {1} violations. Can you guess which landlord it is? Find their name and more data analysis here:
es: Este dueño de edificio posee {0} edificios, y según @NYCHousing, ha recibido un total de {1} violaciones del código de vivienda. ¿Puedes adivinar como se llama el dueño? Encuentra su nombre y ve más estadísticas aquí:

source: This landlord’s buildings average {0} open HPD violations per apartment
es: Los edificios de este dueño tienen un promedio de {0} violaciones abiertas de HPD por cada apartamento

source: This portfolio also had an estimated <0>net {changeType, select, gain {gain} other {loss}}</0> of <1>{absTotalRsDiff}</1> {absTotalRsDiff, plural, one {rent stabilized unit} other {rent stabilized units}} since 2007 (gained {absTotalRsGain}, lost {absTotalRsLoss}).
es: Este portafolio de edificios tuvo una <0>{changeType, select, gain {ganancia} other {perdida}} neta</0> de <1>{absTotalRsDiff}</1> {absTotalRsDiff, plural, one {apartamento de renta estabilizada} other {apartamentos de renta estabilizada}} desde el año 2007 (ganó {absTotalRsGain}, perdió {absTotalRsLoss}).

source: This portfolio has an average of <0>{0}</0> open HPD violations per residential unit.
es: Esta cartera de edificios tiene un promedio de <0>{0}</0> infracciones del HPD Actuales por cada unidad residencial.

source: This represents <0>{0}%</0> of the total size of this portfolio.
es: Esto representa el <0>{0}%</0> del tamaño total de este portafolio de edificios.

source: This represents the total number of HPD Violations (both open & closed) recorded by the city.
es: Esto representa el número total de violaciones del HPD (tanto actuales como cerradas) registradas por la ciudad.

source: This tracks how rent stabilized units in the building have changed (i.e. "{delta}") from 2007 to {0}. If the number for {1} is red, this means there has been a loss in stabilized units! These counts are estimated from the DOF Property Tax Bills.
es: El cambio en apartamentos de renta estabilizada que hay en el edificio (es decir, "{delta}") del 2007 al {0}. Si el número en {1} está en rojo, ¡esto significa que ha habido una pérdida en las cantidad de apartamentos de renta estabilizada! Estos recuentos se calculan a partir de las facturas de impuestos del Departamento de Finanzas.

source: This will export <0>{0}</0> addresses associated with the landlord at <1>{userAddrStr}</1>!
es: ¡Esto exportará <0>{0}</0> direcciones asociadas al propietario de <1>{userAddrStr}</1>!

source: Timeline
es: Cronología

source: Top Complaint
es: Queja principal

source: Total Violations
es: Violaciones Totales

source: Try adjusting or clearing the filters to show more than 0 results.
es: Intente ajustar o borrar los filtros para mostrar más de 0 resultados.

source: Unable to initiate a court action for nonpayment of rent.
es: No es possible iniciar una acción judicial por falta de pago del alquiler.

source: Unable to request Code Violation Dismissals
es: Imposible solicitar el despido de una Infracción del Código de Vivienda

source: Units
es: Unidades

source: Unsubscribe
es: Desuscribirse

source: Unsubscribe from all
es: Desuscribirse de todos

source: Use the escape key to quit searching.
es: Utilice la clave de escape para salir de la búsqueda.

source: Use the tab key to navigate. Press the enter key to select.
es: Utilice la tecla de pestaña para navegar. Pulse la tecla Intro para seleccionar.

source: Use this free tool from JustFix to research your building and investigate landlords! We use property ownership mapping to identify a landlord's portfolio and provide data to indicate potential tenant harassment and displacement.
es: Utilice esta herramienta gratuita de JustFix para investigar tu edificio e investigar a los arrendadores de Nueva York! Utilizamos el mapeo de propiedad para identificar el portafolio de edificios de un arrendador y proporcionar datos para revelar posibles casos de hostigamiento y desplazamiento de inquilinos.

source: Use your account to get weekly email updates on {0}.
es: Utilice su cuenta para recibir actualizaciones semanales por correo electrónico sobre {0}.

source: Useful links
es: Enlaces útiles

source: VENTILATION SYSTEM
es: SISTEMA DE VENTILACIÓN

source: VENTILATORS
es: VENTILADORES

source: Verify your email address
es: Verifica su correo electrónico

source: Verify your email to receive updates and to add new buildings.
es: Verifica su correo electrónico para recibir actualizaciones y añadir nuevos edificios.

source: View Detail
es: Ver detalles

source: View Results
es: Ver resultados

source: View by:
es: Visualizar por:

source: View data over time
es: Ver datos a lo largo del tiempo

source: View documents on ACRIS
es: Ver documentos en ACRIS

source: View on Google Maps
es: Ver en Google Maps

source: View portfolio
es: Ver portafolio de edificios

source: View portfolio map
es: Ver mapa de la cartera de edificios

source: Violations Issued
es: Violaciones emitidas

source: Visit our website
es: Visite nuestro sitio web

source: WATER LEAK
es: CAJA DE AGUA

source: WINDOW GUARDS
es: PROTECTORES DE VENTANA

source: WINDOWS
es: VENTANAS

source: Warning: This building has an expired registration and was sold after the expiration date. The landlord info listed here may be outdated.
es: Aviso: Este edificio tiene un registro vencido y se vendió después del vencimiento del registro. La información del dueño que se incluye aquí puede estar desactualizada.

source: We compare your search address with a database of over 200k buildings to identify a landlord or management company's portfolio. To learn more, check out <0>our methodology</0>.
es: Comparamos la dirección que buscaste con una base de datos de más de 200 mil edificios para identificar a un propietario o compañía de gestión. Para obtener más información, consulta <0>nuestra metodología</0>.

source: We overhauled the Portfolio tab to help make navigating this large table of data easier, especially for mobile phones.
es: Revisamos la pestaña Portafolio para ayudarle navegar por esta gran tabla de datos, especialmente para dispositivos móviles.

source: We pull data from public records to calculate these results. Our algorithm relies on public <0>HPD registration data</0> for residential buildings, which contains self-reported landlord contact information on about 170,000 properties across the city.
es: Extraemos datos de registros públicos para calcular estos resultados. Nuestro algoritmo se basa en los <0>datos públicos de registro de la HPD</0> para edificios residenciales, que contiene información de contacto de los dueños de alrededor de 170.000 propiedades en toda la ciudad.

source: We reorganized the contact details for each individual and corporate entities associated with a property on the Overview tab.
es: Reorganizamos los datos de contacto de cada entidad individual y corporativa asociada con una propiedad en la pestaña General.

source: We send Building Updates to this email.
es: Enviamos actualizaciones de edificios a este correo electrónico.

source: We sent a reset link to {email}. Please check your inbox and spam.
es: Hemos enviado un enlace de reinicio a {email}. Por favor, comprueba su buzón de correo y spam.

source: We’re having trouble verifying your email at this time.
es: Estamos teniendo problemas para verificar su correo electrónico en este momento.

source: We’ve improved Who Owns What to dig deeper into the data and offer you a more complete picture of buildings associated with your landlord. <0>Read more in our methodology article</0>
es: Hemos mejorado ¿Quién es el Dueño en NY? para profundizar en los datos y ofrecerle una imagen más completa de los edificios asociados a su dueño. <0>Más información en nuestro artículo sobre metodología</0>

source: What are {0}?
es: ¿Qué son {0}?

source: What happens if the landlord has failed to register?
es: ¿Qué pasa si el propietario no ha registrado el edificio?

source: What's New
es: Qué hay de nuevo

source: What’s the difference between a landlord, an owner, and head officer?
es: ¿Cuál es la diferencia entre un dueño, un propietario y oficial principal?

source: When two parties share the same business address, we group them as part of the same portfolio.
es: Cuando dos partes comparten la misma dirección comercial, los agrupamos como parte del mismo portafolio.

source: Which best describes you?
es: ¿Cuál le describe mejor a usted?

source: While the legal owner of a building is often a company (usually called an “LLC”), these names and business addresses registered with the Department of Housing Preservation and Development (“HPD”) offer a clearer picture of who really controls the building. People listed here as “Head Officer” or “Owner” usually have ties to building ownership, while “Site Managers” are part of management. That being said, these names are self reported by the landlord, so they can be misleading. Learn more about HPD registrations and how this information powers this tool on the <0>About page</0>.
es: Aunque el propietario legal de un edificio suele ser una empresa (normalmente denominada "LLC"), estos nombres y direcciones comerciales registrados en el Departamento de Conservación de la Vivienda ("HPD") ofrecen una imagen más clara de quién controla realmente el edificio. Las personas que figuran aquí como " Oficial Principal" o "Propietario" suelen estar vinculadas a la propiedad del edificio, mientras que los " Gerentes de Sitio" forman parte de la administración. Dicho esto, estos nombres son autodeclarados por el dueño, por lo que pueden inducir a error. Obtenga más información sobre los registros de la HPD y cómo esta información alimenta esta herramienta en la <0>página Acerca de</0>.

source: Who Owns What is a free tool built by JustFix to research property owners in NYC. It has helped over 200,000 New Yorkers find out who really owns their building, what other buildings that their landlord or management company owns, and other critical information about code violations, evictions, rent stabilized units, and so much more in any given building. You can look up any residential building located in NYC, even public housing (NYCHA) buildings! Search your address here: {url}
es: Quién Es El Dueño es una herramienta gratis construida por JustFix para investigar los dueños de edificios en NYC. Ha asistido más de 200.000 neoyorquinos a enterarse quien realmente son los responsables por su edificio, cuáles otros edificios su dueño o compañía de administración poseen, y otra información crítica sobre violaciones del código de vivienda, desalojos, apartamentos con renta estabilizada y mucho más en cualquier edificio. Puedes buscar información sobre cualquier edificio residencial, también incluyen viviendas públicas (NYCHA). Busca tu dirección aquí: {url}

source: Who owns what
es: Quién es el dueño en NY

source: Who’s responsible for issues in your apartment & building? #WhoOwnsWhat helps you research NYC property owners using public, open data. A free tool built by @JustFixNYC, it works on any device with an internet connection! Search your address here:
es: ¿Quién es responsable por los problemas en tu apartamento y edificio? #QuiénEsElDueño te ayuda investigar los dueños de edificios de NYC usando data pública y abierta. Un sitio web gratis construido por @JustFixNYC, ¡funciona en cualquier aparato con internet! Úsalo ahorita:

source: Who’s the landlord of this building?
es: ¿Quién es el dueño de este edificio?

source: Why am I seeing such a big portfolio?
es: ¿Por qué estoy viendo un portafolio tan grande?

source: Year Built
es: Año de construcción

source: Yes
es: Sí

source: You are logged in
es: Ha iniciado sesión

source: You are not subscribed to any buildings
es: No está suscrito a ningún edificio

source: You are now logged in and we’ve added this building to your updates
es: Ha iniciado sesión y hemos añadido este edificio a sus actualizaciones

source: You are signed up for Building Updates for
es: Está inscrito a Actualizaciones de Edificios para

source: You are viewing a legacy version of Who Owns What
es: Está viendo la versión anterior de Quién es el Dueño

source: You can now close this window or <0>search for another building</0> to add.
es: Ahora puede cerrar esta ventana o <0>buscar otro edificio</0> para añadir.

source: You have reached the maximum number of Building Updates
es: Ha alcanzado el número máximo de Actualizaciones de Edificios

source: Your email is already verified
es: Este correo electrónico ya está verificado

source: Your privacy is important to us. Read our <0>Privacy Policy</0> and <1>Terms of Use</1>.
es: Su privacidad es importante a nosotros. Lea nuestra <0>Política de privacidad</0> y <1>Términos de uso</1>.

source: You’re signed up for Building Updates for {0} {1}, {2}.
es: Está inscrito a Actualizaciones de Edificios para {0} {1}, {2}.

source: ZIP code is not applicable
es: Código postal no aplicable

source: Zip Code
es: Código postal

source: Zip code filter
es: Filtro de código postal

source: Zoom in
es: Aumentar

source: Zoom out
es: Alejar

source: and
es: y

source: associated building
es: edificio asociado

source: building
es: edificio

source: buildings
es: edificios

source: for ${0}
es: por ${0}

source: hover over a box to learn more
es: mueva el cursor sobre un cuadro para obtener más información

source: month
es: mes

source: number of records per page
es: número de registros por página

source: of
es: de

source: quarter
es: trimestre

source: search address
es: dirección de búsqueda

source: year
es: año

source: {0, plural, one {unit} other {units}}
es: {0, plural, one {unidad} other {unidades}}

source: {0} of {numberOfEntries}
es: {0} de {numberOfEntries}

source: {0} {1}, {2} currently has {3, plural, one {one open HPD violation} other {# open HPD violations}} - the most in this portfolio.
es: {0} {1}, {2} tiene {3, plural, one {una violación del HPD actual} other {# violaciones del HPD actuales}} - la major cantidad en este portafolio de edificios.

source: {numberOfHits} {numberOfHits, plural, one {search result} other {search results}}.
es: {numberOfHits} {numberOfHits, plural, one {resultado de búsqueda} other {resultados de búsqueda}}.

source: {unitsres, plural, one {1 unit total} other {# units total}}
es: {unitsres, plural, one {1 unidad} other {# unidades}}

source: {value, plural, one {One Building Permit Application since 2010} other {# Building Permit Applications since 2010}}
es: {value, plural, one {Una Solicitud de Permiso de Construcción desde el 2010} other {# Solicitudes de Permiso de Construcción desde el 2010}}

source: {value, plural, one {One DOB/ECB Violation Issued since 2010} other {# DOB/ECB Violations Issued since 2010}}
es: {value, plural, one {Una Violación del DOB/ECB emitida desde el 2010} other {# Violaciones del DOB/ECB emitidas desde el 2010}}

source: {value, plural, one {One Eviction Filing since 2017} other {# Eviction Filings since 2017}}
es: {value, plural, one {Una demanda de desalojo desde 2017} other {# Demandas de desalojo desde 2017}}

source: {value, plural, one {One HPD Complaint Issued since 2012} other {# HPD Complaints Issued since 2012}}
es: {value, plural, one {Una Queja del HPD emitida desde el 2012} other {# Quejas del HPD emitidas desde el 2012}}

source: {value, plural, one {One HPD Violation Issued since 2012} other {# HPD Violations Issued since 2012}}
es: {value, plural, one {Una Violación del HPD emitida desde el 2012} other {# Violaciones del HPD emitidas desde el 2012}}
