Repository: JustFixNYC/who-owns-what
Catalog: client/src/locales/*/messages.po
Languages: es

source: HPD Violations occur when an official City Inspector finds the conditions of a home in violation of the law. If not corrected, these violations incur fines for the owner—however, HPD Violations are notoriously unenforced by the City. These violations fall into four categories:<0/><1/><2>Class A</2> — non-hazardous<3/><4>Class B</4> — hazardous<5/><6>Class C</6> — immediately hazardous<7/><8>Class I</8> — fundamental property issue (e.g. landlord failed to register, building in Alt. Enforcement Program, Vacate Order issued)<9/><10/>Read more about HPD Violations at the <11>official HPD page</11>.
es: Infracciones del HPD se dan cuando un Inspector oficial de la Ciudad determina que las condiciones de un hogar están en violación de la ley. Si no se corrigen, estas infracciones incurren multas para el propietario, sin embargo, las infracciones del HPD son notoriamente incumplidas por la Ciudad. Existen cuatro categorías de Infracciones:<0/><1/><2>Clase A</2> — no-peligrosa<3/><4>Clase B</4> — peligrosa<5/><6>Clase C</6> — de peligro inmediato<7/><8>Clase I</8> — asunto fundamental de la propiedad (por ejemplo, el dueño no se ha registrado, el edificio está en el Programa de Cumplimiento Alternativo, se ha emitido una orden de desocupación) <9/><10/>Encontraras más información sobre las Infracciones del HPD en la <11>página oficial del HPD</11>.

source: HUD Complaint Form 958
es: Formulario de queja HUD 958

source: Head Officer
es: Oficial Principal

source: Hide legend
es: Esconder leyenda

source: How are the results calculated?
es: ¿Cómo se calculan los resultados?

source: How is this building associated to this portfolio?
es: ¿Cómo se asocia este edificio a este portafolio de edificios?

source: How to use
es: Cómo se usa

source: I just looked up this building on Who Owns What, a free tool built by JustFix to make data on landlords and evictors more transparent to tenants. You might want to look up your building. Check it out here: {url}
es: Justo busqué este edificio en Quién Es El Dueño, una herramienta gratuita construida por JustFix que hace que la información sobre los dueños de edificios sea más transparente para los inquilinos. Sería bueno si buscaras tu edificio también. Míralo aquí: {url}

source: I used #WhoOwnsWhat (built by @JustFixNYC) to see not only the open violations in this building, but also rent stabilized losses, evictions, and more. This website is a wealth of info and costs nothing to use. Savvy New Yorkers need this info:
es: Usé #QuiénEsElDueño (construido por @JustFixNYC) para ver no solo las violaciones del código de vivienda, sino también cuántos apartamentos con renta estabilizada se han perdido, desalojos, y más. Este sitio web no cuesta nada para usar. Ojo, neoyorquinos:

source: I was checking out this building on Who Owns What, a free landlord research tool from JustFix. It’s a remarkable website that every tenant and housing advocate should know about! Can you guess how many total violations this landlord portfolio has? Check it out here: {url}
es: Estaba revisando este edificio en Quién Es El Dueño, una herramienta gratuita construida por JustFix. ¡Es un sitio web extraordinario que cada inquilino y defensor de viviendas debería saber sobre! ¿Puedes adivinar cuántas violaciones totales tiene este portafolio de este dueño? Míralo aquí: {url}

source: If you already added a building, you will get your first Building Update on Monday morning.
es: Si ya ha añadido un edificio, recibirá la primera actualización de edificios el lunes por la mañana.

source: In March 2023 this version will be discontinued. Switch to the new version or learn more.
es: En marzo de 2023 esta versión dejará de funcionar. Cambie a la nueva versión u obtenga más información.

source: Incomplete registration for {usersInputAddressFragment}.
es: Registro incompleto para {usersInputAddressFragment}.

source: Individual Owner
es: Dueño Individual

source: Ineligible to certify violations
es: Inelegible para certificar violaciones

source: Information
es: Información

source: JANITOR/SUPER
es: CONSERJE/SÚPER

source: Join the fight for tenant rights!
es: ¡Únete a la lucha por los derechos de los inquilinos!

source: Joint Owner
es: Dueño Conjunto

source: JustFix, Inc is a registered 501(c)(3) nonprofit organization.
es: JustFix, Inc es una organización registrada 501(c)(3) sin fines de lucro.

source: Known for <0>deregulating rent stabilized apartments</0>, Stellar Management is also one of the city’s <1>Worst Evictors</1>. Stellar is a gentrifying force, particularly in upper Manhattan, where they have a reputation for displacing long-term tenants, renovating their units while vacant, and skyrocketing rents to market rate.
es: Conocida por <0>desregular los apartamentos de renta estabilizada</0>, Stellar Management es también uno de los <1>peores desalojadores</1> de la ciudad. Stellar es una fuerza gentrificadora, sobre todo en la parte alta de Manhattan, donde tiene fama de desplazar a inquilinos de largo plazo, renovar sus unidades mientras están vacías y subir por las nubes las rentas a precio de mercado.

source: LINE OF TRAVEL
es: LÍNEA DE VIAJE

source: LOCKS
es: CERRADURAS

source: Landlord
es: Dueño del edificio

source: Landlord filter
es: Filtro de dueño

source: Landlord name
es: Nombre del dueño

source: Landlord, Portfolio, Tenant, Displacement, Map, JustFix, NYC, New York, Housing, Who Owns What
es: Arrendador, Portafolio, Inquilino, Desalojo, Mapa, JustFix, NYC, Nueva York, Vivienda, Quién es el Dueño

source: Last 3 Years
es: Últimos 3 años

source: Last Sale
es: Última venta

source: Last Sale Unknown
es: Última venta desconocida

source: Last registered:
es: Registrado por última vez:

source: Last sold:
es: Vendido por última vez:

source: Learn more
es: Aprende más

source: Learn more about how the results are calculated
es: Más información sobre cómo se calculan los resultados

source: Learn more about what it means for someone to be listed as a landlord
es: Más información sobre lo que significa que alguien figure como dueño de una vivienda

source: Learn more.
es: Aprende más.

source: Legal Worker/Lawyer
es: Trabajador del gobierno /Abogado

source: Legend
es: Leyenda

source: Lessee
es: Arrendatario

source: Link to Deed
es: Enlace a la Escritura

source: Loading
es: Cargando

source: Loading {0} rows
es: Cargando {0} filas

source: Location
es: Ubicación

source: Log in
es: Iniciar sesión

source: Log in / sign up
es: Iniciar sesión / Registrarse

source: Log in to add {0} to your Building Updates
es: Inicia sesión para añadir {0} a sus Actualizaciones de edificios

source: Log out
es: Cerrar sesión

source: Logout
es: Cerrar sesión

source: Looking for more information?
es: ¿Buscas más información?

source: MAILBOX
es: BUZÓN

source: MAX
es: MÁX

source: MIN
es: MÍN

source: MOLD
es: MOHO

source: Made with NYC ♥ by the team at <0>JustFix.org</0>
es: Hecho en NYC con ♥ por el equipo de <0>JustFix.org</0>

source: Maintenance code violations
es: Violaciones del código de mantenimiento

source: Make a selection from the list or clear search text
es: Hacer una selección de la lista o borrar el texto de búsqueda

source: Manage Subscriptions
es: Administrar suscripciones

source: Manage subscriptions
es: Administrar suscripciones

source: Map
es: Mapa

source: Max must be greater than 0
es: Máx debe ser mayor que 0

source: Max must be greater than {minOption}
es: Máx debe ser mayor que {minOption}

source: May be issued official Orders
es: Pueden emitirse órdenes oficiales

source: Methodology
es: Metodología

source: Min must be greater than 0
es: Mín debe ser mayor que 0

source: Min must be less than or equal to Max
es: Mín debe ser menor o igual que Máx

source: Min must be less than {maxOption}
es: Mín debe ser menor que {maxOption}

source: More Mobile Friendly
es: Más útil para dispositivos móviles

source: Most Common 311 Complaints, Last 3 Years
es: Las quejas más comunes de 311, los últimos 3 años

source: Move chart data left.
es: Mover datos del gráfico a la izquierda.

source: Move chart data right.
es: Mover datos del gráfico a la derecha.

source: MyNYCHA App
es: App MyNYCHA

source: NON-CONSTRUCTION
es: NO CONSTRUCCIÓN

source: NYCHA Directory
es: Directorio de NYCHA

source: Need repairs in this building?
es: ¿Necesita reparaciones en este edificio?

source: Network of Landlords
es: Red de Dueños

source: New Search
es: Nueva búsqueda

source: New York Regional Office:
es: Oficina Regional de Nueva York:

source: New link sent
es: Nuevo enlace enviado

source: New password
es: Contraseña nueva

source: Next
es: Siguiente

source: Next page
es: Página siguiente

source: No Eviction Filings Data Available for Properties with Fewer than 11 Units
es: No hay datos disponibles de demandas de desalojos en propiedades con menos de 11 unidades

source: No address found
es: No se encontraron direcciones

source: No landlords match your search.
es: No hay nombres de dueños coincidan con su búsqueda.

source: No registration found for {usersInputAddressFragment}.
es: No se ha encontrado ningún registro para {usersInputAddressFragment}.

source: No registration found.
es: No se ha encontrado nigún registro.

source: Non-ECB
es: No ECB

source: Non-Emergency
es: No Emergencia

source: None
es: Ninguna

source: Not found
es: No encontrado

source: Number of Units
es: Número de unidades

source: OUTSIDE BUILDING
es: AFUERA DEL EDIFICIO

source: OWNS
es: POSEE

source: Officer
es: Oficial

source: Oops! A network error occurred. Try again later.
es: ¡Vaya! Hubo un error en la red. Inténtalo más tarde.

source: Oops! That email is invalid.
es: ¡Vaya! Ese correo electrónico no es válido.

source: Open
es: Actuales

source: Open Violations
es: Violaciones Actuales

source: Opens in a new window
es: Abre en una nueva ventana

source: Other
es: Otro

source: Overview
es: General

source: Owner Names
es: Dueños

source: Owners submit Building Permit Applications to the Department of Buildings before any construction project to get necessary approval. The number of applications filed can indicate how much construction the owner was planning.<0/><1/>Read more about DOB Building Applications/Permits at the <2>official NYC Buildings page</2>.
es: Antes de empezar cualquier proyecto de construcción, el propietario somete un solicitud para conseguir permisos de construcción al Departamento de Edificios para obtener la autorización necesaria. El número de solicitudes que asociadas a un edificio te puede dar una idea de cuánta construcción planea hacer el propietario. <0/><1/> Encontrarás más información sobre Permisos de Construcción del DOB en la <2>página oficial de Edificios de NYC</2>.

source: PAINT/PLASTER
es: PINTURA/YESO

source: PESTS
es: PLAGAS

source: PLUMBING
es: PLOMERÍA

source: PORCH/BALCONY
es: PORCHE/BALCÓN

source: PORTFOLIO: Your search address is associated with <0>{0}</0> {1, plural, one {building} other {buildings}}
es: PORTAFOLIO DE EDIFICIOS: La dirección que has buscado está asociada con <0>{0}</0> {1, plural, one {construyendo} other {edificios}}

source: Page
es: Página

source: Password
es: Contraseña

source: Password reset successful
es: Contraseña restablecida con éxito

source: People
es: Personas

source: Person/Entity
es: Persona/Entidad

source: Please enter a valid email address.
es: Introduzca un correo electrónico válido.

source: Please enter an email address!
es: Por favor, ¡introduzca una dirección de correo electrónico!

source: Please enter password.
es: Por favor introduce una contraseña.

source: Please select an option.
es: Elige una opción, por favor.

source: Please try again later. If you’re still having issues, contact support@justfix.org.
es: Por favor intenté de nuevo más tarde. Si aún tiene problemas, contacte support@justfix.org.

source: Portfolio
es: Portafolio

source: Portfolio Table Redesign
es: Rediseño de la tabla del portafolio

source: Previous
es: Anterior

source: Previous page
es: Página anterior

source: Privacy policy
es: Política de privacidad

source: Public Housing Development
es: Complejo de Vivienda Pública

source: RS Units
es: Unidades RS

source: Read more in our Methodology section
es: Más información sobre nuestra metodología

source: Registration expired:
es: El registro ha caducado:

source: Remove
es: Eliminar

source: Remove building
es: Eliminar edificio

source: Rent Stabilized Units
es: Unidades con renta estabilizada

source: Rent Stabilized Units filter
es: Filtro de Unidades con renta estabilizada

source: Rent Stabilized Units registered since 2007
es: Unidades de Renta Estabilizada registradas desde 2007

source: Rent stabilization
es: Renta estabilizada

source: Rent stabilized units ({0}): {1}
es: Unidades con renta estabilizada ({0}): {1}

source: Rent stabilized units are self-reported in yearly tax statements by building owners. As a result, many buildings with rent stabilized units may not be documented.
es: Las unidades de renta estabilizada son declaradas por los dueños de los edificios en sus declaraciones fiscales anuales. Como resultado, muchos edificios con unidades de renta estabilizada pueden parecer desregulados.

source: Request new link
es: Solicite un nuevo enlace

source: Reset Password
es: Restablecer Contraseña

source: Reset diagram
es: Restablecer diagrama

source: Reset password
es: Restablecer contraseña

source: Reset password?
es: ¿Restablecer su contraseña?

source: Reset your password
es: Restablece su contraseña

source: Review your email address below. You’ll receive a "Reset password" email to this address.
es: Revisa su correo electrónico a continuación. Recibirá un "Restablecer contraseña" correo a este correo electrónico.

source: SAFETY
es: SEGURIDAD

source: SEWAGE
es: AGUAS NEGRAS

source: SIGNAGE MISSING
es: FALTA DE SEÑALIZACIÓN

source: STAIRS
es: ESCALERAS

source: Save
es: Guardar

source: Search
es: Buscar

source: Search by your landlord's name
es: Busca por el nombre de tu dueño

source: Search by:
es: Buscar por:

source: Search for a different address
es: Buscar otra dirección

source: Search landlords
es: Buscar dueños

source: See Building Profile
es: Ver perfil del edificio

source: See the most common complaints reported by tenants to 311, now on the Overview and Portfolio tabs.
es: Vea las quejas más comunes reportadas por inquilinos al 311, ahora en las pestañas General y Portafolio.

source: Select one or more ranges of building units, or set a custom range, then apply selections to filter the list of portfolio properties.
es: Seleccione uno o varios rangos de unidades de edificios o establezca un rango personalizado y, a continuación, aplique las selecciones para filtrar la lista de propiedades de la cartera.

source: Send a free, legally vetted letter to notify your landlord of repair issues.
es: Envíe una carta gratuita para notificar a su dueño de los problemas de reparación.

source: Send new link
es: Enviarme otro enlace

source: Send us a data request
es: Envíanos una solicitud de datos

source: Share with your neighbors
es: Comparte esta página con sus vecinos

source: Shareholder
es: Accionista

source: Show
es: Mostrar

source: Show all {numSelections} selections
es: Mostrar todas las {numSelections} selecciones

source: Show legend
es: Mostrar leyenda

source: Show less
es: Mostrar menos

source: Show only {previewSelectedNum} selections
es: Mostrar sólo {previewSelectedNum} selecciones

source: Showing {0} {1, plural, one {result} other {results}}
es: Mostrar {0} {1, plural, one {resultado} other {resultados}}

source: Sign up
es: Regístrate

source: Sign up for Building Updates
es: Registrase para Actualizaciones de Edificios

source: Since 2017, landlords filed {totalEvictionFilings, plural, one {one eviction case} other {# eviction cases}} and NYC Marshals executed {totalEvictions, plural, one {one eviction} other {# evictions}} across this portfolio.
es: Desde 2017, los dueños presentaron {totalEvictionFilings, plural, one {un caso de desalojo} other {# casos de desalojo}} y los alguaciles de la ciudad de Nueva York ejecutaron {totalEvictions, plural, one {un desalojo} other {# desalojos}} en toda esta cartera.

source: Since {year}
es: Desde {year}

source: Site Manager
es: Administrador del Sitio

source: Sold
es: Vendido

source: Some large corporations, however, are a bit more complicated and may share personnel and financial stake with other related companies, which all will show up on Who Owns What as one large portfolio.
es: Sin embargo, algunas grandes corporaciones son un poco más complicadas y pueden compartir personal y participación financiera con otras compañías relacionadas, que todos se mostrarán en Quién es el Dueño como un gran portafolio.

source: Sorry, it looks like there's an error on the map. Try again on a different browser or <0>enable WebGL</0>.
es: Lo sentimos, parece que hay un error en el mapa. Inténtalo de nuevo con un navegador diferente o <0>habilita WebGL</0>.

source: Sorry, something went wrong with the password reset.
es: Lo sentimos, algo salió mal con el restablecimiento de contraseña.

source: Sorry, the page you are looking for doesn't seem to exist.
es: Lo sentimos, la página que estás buscando no existe.

source: Source code
es: Código fuente

source: Starts {year}
es: Comienza {year}

source: Submit
es: Enviar

source: Summary
es: Resúmen

source: TENANT HARASSMENT
es: ACOSO DE INQUILINO

source: Table
es: Tabla

source: Take action on JustFix.org!
es: ¡Toma acción en JustFix.org!

source: Tax Exemptions
es: Exenciones de impuestos

source: Tenant
es: Inquilino

source: Tenant Advocate
es: Defensores de inquilinos

source: Tenant Organizer
es: Organizador de inquilinos

source: Tenants in this portfolio have reported a total of <0>{totalhpdcomplaints}</0> {totalhpdcomplaints, plural, one {complaint} other {complaints}} to 311, <1>{totalrecenthpdcomplaints}</1> of which {totalrecenthpdcomplaints, plural, one {was} other {were}} reported in the last three years.
es: Los inquilinos en este portafolio han reportado un total de <0>{totalhpdcomplaints}</0> {totalhpdcomplaints, plural, one {queja} other {quejas}} al 311, con <1>{totalrecenthpdcomplaints}</1> {totalrecenthpdcomplaints, plural, one {reportada} other {reportadas}} en los últimos tres años.

source: Terms of use
es: Condiciones de uso

source: That email is already used.
es: El correo electrónico ya está en uso.

source: The NYCHA office overseeing your borough. Some experts suggest reaching out to Borough Management Offices to advocate for repairs, as they tend to have more administrative power than local management offices.
es: La oficina de la NYCHA que se encarga de tu municipio. Algunos expertos sugieren ponerse en contacto con las Oficinas de Administración Municipales para conseguir arreglos, ya que tienden a tener más poder administrativo que las oficinas locales.

source: The building that has lost the most units is <0>{0} {1}, {2}</0>, which has lost <1>{absRsLossAddrDiff}</1> {absRsLossAddrDiff, plural, one {unit} other {units}} in the past 10 years.
es: El edificio con la major pérdida de unidades residencial de renta estabilizada es <0>{0} {1}, {2}</0>, con una pérdida de <1>{absRsLossAddrDiff}</1> {absRsLossAddrDiff, plural, one {unidad} other {unidades}} en los últimos 10 años.

source: The building with the most eviction cases filed is <0>{0} {1}, {2}</0> with {buildingTotalEvictionFilings, plural, one {one filing} other {# filings}}.
es: El edificio con más casos de desalojo presentados es <0>{0} {1}, {2}</0> con {buildingTotalEvictionFilings, plural, one {una presentación} other {# presentaciones}}.

source: The building with the most executed evictions is <0>{0} {1}, {2}</0> with {buildingTotalEvictions, plural, one {one eviction} other {# evictions}}.
es: El edificio con más desalojos ejecutados es <0>{0} {1}, {2}</0> con {buildingTotalEvictions, plural, one {un desalojo} other {# desalojos}}.

source: The city borough where your search address is located
es: El municipio donde se encuentra la dirección que has buscado

source: The city’s fifth <0>worst evictor</0> in 2018, A&E is a prime example of a landlord who engages in <1>aggressive eviction strategies</1> to displace low-income tenants. Aside from lack of repairs and frivolous evictions in housing court, A&E has also been known to use <2>MCIs</2> to <3>double rents</3> in rent-stabilized buildings.
es: El quinto <0>peor desalojador</0> de la ciudad en 2018, A&E es un excelente ejemplo de un dueño que participa en <1>estrategias agresivas de desalojo</1> para desplazar a los inquilinos de bajos ingresos. Además de la falta de reparaciones y los desalojos frívolos en la corte de vivienda, A&E también ha sido conocido por utilizar <2>ICM</2> para <3>duplicar las rentas</3> en edificios de renta estabilizada.

source: The current password you entered is incorrect
es: La contraseña que ha ingresado es incorrecta

source: The email and/or password you entered is incorrect.
es: El correo electrónico y/o la contraseña introducidos son incorrectos.

source: The most common corporate entity is <0>{0}</0> and the most common business address is <1>{1}</1>.
es: La entidad corporativa más común es <0>{0}</0> y la dirección administrativa más común es <1>{1}</1>.

source: The most common {0, plural, one {issue} other {issues}} reported in this portfolio over the last three years {1, plural, one {is} other {are}} <0/>.
es: {0, plural, one {La queja más común reportada} other {Las quejas más comunes reportadas}} en este portafolio en los últimos tres años {1, plural, one {es} other {son}} <0/>.

source: The number of open HPD violations for this building, updated monthly. Click the HPD Building Profile button below for the most up-to-date information.
es: El número de violaciones del HPD abiertas en este edificio, actualizado mensualmente. Haz clic en el botón del Perfil de Edificio del HPD para obtener la información más reciente.

source: The number of residential units across all buildings in this development, according to the Dept. of City Planning.
es: El número de unidades residenciales en todos los edificios de este complejo, según el Departamento de Planificación de la Ciudad.

source: The number of residential units in this building, according to the Dept. of City Planning.
es: El número de unidades residenciales en este edificio, según el Departamento de Planificación de la Ciudad.

source: The password reset link that we sent you is no longer valid.
es: El enlace para restablecer la contraseña que le hemos enviado no es válido.

source: The registration for this property is missing details for owner name or businesses address, which are required to link the property to a portfolio.
es: El registro de esta propiedad faltan detalles sobre el nombre del dueño o la dirección comercial, que son necesarios a vincular la propiedad a un portafolio.

source: The same owner may have spelled their name several ways in official documents.
es: El mismo dueño puede haber escrito su nombre de varias maneras en los documentos oficiales.

source: The verification link that we sent you is no longer valid.
es: El enlace de verificación que le enviamos ya no es válido.

source: The year that this building was originally constructed, according to the Dept. of City Planning.
es: El año en que este edificio fue construido, según el Departamento de Planificación de la Ciudad.

source: The {0, plural, one {} other {average}} age of {1, plural, one {this building} other {these buildings}} is <0>{2}</0> years old.
es: La {0, plural, one {edad} other {edad media}} de {1, plural, one {este edificio} other {estos edificios}} es de <0>{2}</0> años.
