Repository: JustFixNYC/who-owns-what
Catalog: client/src/locales/*/messages.po
Languages: es

source: #WhoOwnsWhat via @JustFixNYC
es: #QuiénEsElDueño por @JustFixNYC

source: ("{textInEnglish}" in English)
es: ("{textInEnglish}" en inglés)

source: (as part of a group sale)
es: (como parte de una venta en grupo)

source: (expired {formattedRegEndDate})
es: (caducado {formattedRegEndDate})

source: (expires {formattedRegEndDate})
es: (caduca {formattedRegEndDate})

source: (this may take a while)
es: (esto puede tardar un rato)

source: ... or view some sample portfolios:
es: ... o descubre ejemplos de portafolios de edificios:

source: 311 Complaints Data
es: Datos de quejas al 311

source: <0>If the landlord doesn't reside here, this property should be registered with HPD</0> because it has fewer than 3 residential units.
es: <0>Si el dueño no reside aquí, esta propiedad debería estar registrado con el HPD</0> porque tiene menos de 3 unidades residenciales.

source: <0>Rent stabilization</0> protects tenants by limiting rent increases and providing the right to lease renewals. Landlords register rent-stabilized units each year with NYS Homes and Community Renewal (HCR). Though the agency does not directly make this data available, the number of registered rent-stabilized units appears on public city property tax bills. JustFix and open-source community projects have extracted these numbers to compile a <1>dataset of building-level counts of rent-stabilized units</1> from 2007 to 2022.<2/><3/>A significant limitation of the data is that <4>landlords will sometimes fail to register the units</4> or do so late, and in the tax bills, it appears there are no rent-stabilized units. For this reason, you may see a sudden drop of registered units to zero, but this doesn’t necessarily reflect an actual loss of stabilized units. If you see a gradual decline in the number of stabilized units that is more likely to represent a true destabilization of units, especially if before 2019 when the passage of the Housing Stability and Tenant Protection Act of 2019 (HSTPA) greatly limited the ways units could be legally destabilized. Even when units are actually destabilized by landlords it does not mean that this was done legally. The only way to know for sure whether your apartment is rent stabilized, was illegally destabilized, or if you are being overcharged is to <5>request your rent history</5> from HCR. Once you receive it, you can use <6>this Learning Center article</6> to guide you in reading your rent history document.
es: <0>Renta estabilizada</0> protege a los inquilinos al limitar los aumentos de renta y el derecho a la renovación del contrato de arrendamiento. Los dueños registran las unidades de renta estabilizada cada año con NYS Homes and Community Renewal (HCR). Aunque la agencia no facilita directamente estos datos, el número de unidades de renta estabilizada registradas aparece en las facturas públicas de impuestos de la ciudad. JustFix y proyectos comunitarios de fuentes abiertas han extraído estas cifras para generar <1>un registro de datos a nivel de edificio de las unidades de renta estabilizada </1> desde 2007 hasta 2022.<2/><3/>Una limitación importante de los datos es que <4>los dueños a veces no registran las unidades</4> o lo hacen tarde y, en las facturas de impuestos, parece que no hay unidades de renta estabilizada. Por este motivo, es posible que se observe un descenso repentino de las unidades registradas hasta cero, pero esto no refleja necesariamente una pérdida real de unidades con renta estabilizada. Si observa una disminución gradual en el número de unidades de renta estabilizada, es más probable que represente una verdadera desestabilización de unidades, especialmente si es antes de 2019, cuando la aprobación de la Ley de Estabilidad de la Vivienda y Protección del Inquilino de 2019 (HSTPA) limitó en enormemente las formas en que las unidades podrían desestabilizarse legalmente. Incluso cuando las unidades son realmente desestabilizadas por los dueños, no significa que esto se haya hecho legalmente. La única manera de saber con certeza si su apartamento es de renta estabilizada, fue desestabilizado ilegalmente, o si se le está cobrando de más es <5>solicitar su historial de renta</5> a HCR. Una vez que lo reciba, puede utilizar <6>este artículo del Centro de Aprendizaje</6> para guiarse en la lectura de su documento de historial de renta.

source: <0>Search for an address</0> to add to Building Updates
es: <0>Busca una dirección</0> para añadir a Actualizaciones de Edificio

source: <0>Search for an address</0> to add to your Building Updates
es: <0>Busca una dirección</0> para añadir a Actualizaciones de Edificio

source: <0>Search for an address</0> to add to your Building Updates, or visit your <1>account</1> page to manage subscriptions.
es: <0>Busca una dirección</0> para añadir a sus actualizaciones de edificios, o visite su página de <1>cuenta</1> para administrar sus suscripciones.

source: <0>This property is not required to register with HPD</0> because it doesn't have any residential units.
es: <0>Esta propiedad no necesita estar registrada con en HPD</0> porque no tiene ninguna unidad residencial.

source: <0>This property should be registered with HPD</0> because it has more than 2 residential units.
es: <0>Esta propiedad debe estar registrada con en HPD</0> porque tiene más de 2 unidades residenciales.

source: <0>While the legal owner of a building is often a company (usually called an “LLC”), these names and business addresses registered with HPD offer a clearer picture of who really controls the building.</0><1>People listed here as “Head Officer” or “Owner” usually have ties to building ownership, while “Site Managers” are part of management. That being said, these names are self reported by the landlord, so they can be misleading.</1><2>Learn more about HPD registrations and how this information powers this tool on the <3>About page</3>.</2>
es: <0>Mientras el dueño legal de un edificio es, con frecuencia, una compañía (se llama muchas veces un “LLC”), estos nombres y direcciones de negocio registrado con HPD se ofrecen una idea más clara de quién controla el edificio.</0><1>Las personas enumeradas aquí como “Oficial Principal” o “Dueño” normalmente tienen una conexión con la propiedad del edificio, mientras que los "Administradores del Sitio" formen parte de la gerencia. Dicho eso, estos nombres son autoinformados por el dueño, y entonces pueden ser engañosos.</1><2>Aprende más acerca de registros de HPD y cómo esta información impulsa la herramienta en la <3>página “Acerca de”</3>.</2>

source: <0>Who Owns What</0> by JustFix.<1/>Read our <2>Privacy Policy</2> and <3>Terms of Use</3>
es: <0>Quién es el dueño en NY</0> de JustFix.<1/>Leer nuestra <2>Política de privacidad</2> y <3>Términos de uso</3>

source: A DOB Violation is a notice that a property is not in compliance with applicable law, usually a building code. DOB Violations typically relate to building-wide services (like elevators or boilers), the structural integrity of a property, or illegal construction. Owners must cure all DOB Violations before they can file a new or amended Certificate of Occupancy ("CO").<0/><1/><2>Non-ECB</2> — typical violation, no court hearing needed<3/><4>ECB (Environment Control Board)</4> — a specific violation of New York City Construction Codes or Zoning Resolution. These violations come with additional penalties and require an owner to attend an <5>OATH hearing</5>. They fall into three classes: Class I (immediately hazardous), Class II (major), and Class III (lesser).<6/><7/>Read more about DOB Violations at the <8>official DOB page</8>.
es: Una violación de DOB es un aviso de que una propiedad no cumple con la ley aplicable, generalmente un código de edificios. Las violaciones de DOB generalmente se relacionan con servicios en todo el edificio (como ascensores o calderas), la integridad estructural de una propiedad o la construcción ilegal. Los dueños deben arreglar todas las violaciones de DOB antes de poder presentar un Certificado de ocupación ("CO") nuevo o enmendado.<0/><1/><2>No ECB</2> — infracción típica, no se necesita audiencia judicial<3/><4>ECB (Junta de Control Medioambiental)</4> — una violación específica de los Códigos de Construcción de la Ciudad de Nueva York o la Resolución de Zonificación. Estas violaciones vienen con sanciones adicionales y requieren que el dueño asista a una <5>audiencia de OATH</5>. Se dividen en tres clases: Clase I (peligro inmediato), Clase II (mayor) y Clase III (menor).<6/><7/>Encontrarás más información sobre las violaciones del DOB en la <8>página oficial del DOB</8>.

source: A new set of dropdown menus and design tweaks make it more comfortable to use Who Owns What on the go.
es: Un nuevo conjunto de menús desplegables y ajustes de diseño hacen que sea más cómodo usar ¿Quién Es El Dueño? donde vaya.

source: ANHD DAP Portal
es: Portal DAP de ANHD

source: APPLIANCE
es: MEDIO DOMÉSTICO

source: About
es: Acerca de

source: According to available HPD data, this portfolio has received <0>{totalviolations}</0> total violations.
es: Según los datos del HPD disponibles, este portafolio de edificios ha recibido un total de <0>{totalviolations}</0> violaciones.

source: Account
es: Cuenta

source: Across owners and management staff, the most common {0, plural, one {name that appears in this portfolio is} other {names that appear in this portfolio are}} <0/>.
es: En todos los dueños y administradores, {0, plural, one {el nombre más común que aparece en esta cartera de edificios es} other {los nombres más comunes que aparecen en esta cartera de edificios son}} <0/>.

source: Add building
es: Añadir edificio

source: Additional links
es: Enlaces adicionales

source: Address
es: Dirección

source: Agent
es: Agente

source: All set! Thanks for subscribing!
es: ¡Todo listo! ¡Gracias por suscribirte!

source: All the public info on your landlord
es: Toda la información pública sobre el dueño/a de tu edificio

source: Already have an account?
es: ¿Ya tiene una cuenta?

source: Amount
es: Importe

source: An “eviction filing” is a legal case for eviction commenced by a landlord against a tenant in Housing Court. Such a case can be commenced for nonpayment of rent (most commonly) or for a violation of the lease (such as a nuisance). The eviction filings number only represents cases filed in Housing Court (data from the New York State Office of Court Administration <0>via the Housing Data Coalition</0> in collaboration with the <1>Right to Counsel Coalition</1>) and not evictions carried out by NYC Marshals.<2/><3/>If you or someone you know is facing eviction and want to learn more about your rights, head over to <4>Housing Court Answers for more information</4>.<5/><6/>Due to privacy restrictions on the use of these data, eviction filings cannot be shown for buildings with fewer than 11 units.
es: Una "demanda de desalojo" es un caso legal de desalojo iniciado por un dueño contra un inquilino en la Corte de Vivienda. Este caso puede iniciarse por falta de pago de la renta (lo más común) o por una violación del contrato de alquiler (como una molestia). La cifra de desalojos sólo representa los casos presentados ante la Corte de Vivienda (datos de la Oficina de Administración de la Corte del Estado de Nueva York <0>a través de la Coalición de Datos de Vivienda</0> en colaboración con la <1>Coalición del Derecho a la Defensa o RTC</1>) y no los desalojos llevados a cabo por los Alguaciles de la Ciudad de Nueva York.<2/><3/>Si usted o alguien que conoce se enfrenta a un desalojo y quiere saber más sobre sus derechos, diríjase a <4>Housing Court Answers para obtener más información</4>.<5/><6/>Debido a las restricciones de privacidad en el uso de estos datos, no se pueden mostrar los desalojos de edificios con menos de 11 unidades.

source: Apply
es: Aplique

source: Apply selections and get results
es: Aplicar selecciones y obtener resultados

source: Are you having issues in this development?
es: ¿Tienes problemas en tu edificio?

source: Associated names/entities: {0}
es: Nombres/entidades asociados: {0}

source: At this time we can only support {SUBSCRIPTION_LIMIT} buildings in each email. Please visit your <0>account</0> to manage the buildings in your email. If you would like to track more buildings, please let us know by submiting a <1>request form</1>.
es: En este momento solamente podemos admitir {SUBSCRIPTION_LIMIT} edificios en cada correo electrónico. Por favor, visite su <0>cuenta</0> para gestionar los edificios en su correo electrónico. Si desea seguir más edificios, por favor háganoslo saber enviando un <1>formulario de solicitud</1>.

source: BELL/BUZZER/INTERCOM
es: TIMBRE/INTERCOMUNICADOR

source: BUILDING:
es: EDIFICIO:

source: Back to Log in
es: Volver al inicio de sesión

source: Borough
es: Municipio

source: Borough Management Office:
es: Oficina de Gestión Municipal:

source: Building Permit Applications
es: Solicitudes de Permisos de Construcción

source: Building Permits Applied For
es: Permisos de Construcción Solicitados

source: Building Size
es: Tamaño del Edificio

source: Building Updates
es: Actualizaciones de edificios

source: Building info
es: Información de edificios

source: Building size: {0}
es: Tamaño del edificio: {0}

source: Buildings without valid property registration are subject to the following:
es: Edificios sin registro de propiedad válido están sujetos a las siguientes obligaciones:

source: Built
es: Construido

source: Business Addresses
es: Dirección Comercial

source: Business Entities
es: Entidades Comerciales

source: CABINET
es: GABINETE

source: CERAMIC TILE
es: AZULEJOS CERÁMICAS

source: CONSTRUCTION
es: CONSTRUCCIÓN

source: COOKING GAS
es: GAS DE COCINA

source: Cancel
es: Cancelar

source: Check out the issues in this building
es: Mira los problemas en este edificio

source: Check your email
es: Revise su correo electrónico

source: Civil penalties of $250-$500
es: Sanciones civiles de $250-$500

source: Class A
es: Clase A

source: Class B
es: Clase B

source: Class C
es: Clase C

source: Class I
es: Clase I

source: Clear Filters
es: Borrar filtros

source: Clear all selections
es: Eliminar todas las selecciones

source: Clear custom range inputs to use preset ranges.
es: Borrar entradas de rango personalizadas para utilizar rangos preestablecidos.

source: Clear selections
es: Eliminar selecciones

source: Clearer Landlord Contact Info
es: Información de contacto del dueño más clara

source: Click below to unsubscribe from all and stop receiving Building Updates.
es: Haga clic a continuación para desuscribirse de todo y dejar de recibir las Actualizaciones de edificios.

source: Click here to learn more.
es: HaZ clic aquí para obtener más información.

source: Click the link we sent to <0>{email}</0> to verify your email. It may take a few minutes to arrive. If you can't find it, check your spam and promotions folders for an email from <1>no-reply@justfix.org</1>.
es: Haga clic en el enlace que le enviamos a <0>{email}</0> para verificar su correo electrónico. Puede tardar unos minutos en llegar. Si no lo encuentras, busque en sus carpetas de spam y promociones un correo electrónico de <1>no-reply@justfix.org</1>.

source: Click the link we sent to your email to reset your password.
es: Haz clic en el enlace que le enviamos a su correo electrónico para restablecer su contraseña.

source: Click the link we sent to your email to start receiving emails.
es: Haga clic en el enlace que le enviamos a su correo electrónico para empezar a recibir correos electrónicos.

source: Click the link we sent to {0}. It may take a few minutes to arrive.
es: Haga clic en el enlace que le enviamos a {0}. Puede tardar unos minutos en llegar.

source: Close
es: Cerrar

source: Complaints Issued
es: Quejas Emitidas

source: Complaints to 311
es: Quejas al 311

source: Contact support@justfix.org to delete your account or get help
es: Contacte a support@justfix.org para borrar su cuenta u obtener ayuda

source: Corporate Owner
es: Dueño Corporativo

source: Corporation
es: Corporación

source: Council
es: Concejo

source: Create a password
es: Crear una contraseña

source: Create password
es: Crear contraseña

source: Current password
es: Contraseña actual

source: Custom range
es: Rango personalizadas

source: DOB Building Profile
es: Perfil de edificio en DOB

source: DOB/ECB Violations
es: Violaciones del DOB/ECB

source: DOF Property Tax Bills
es: Facturas de Impuestos del DOF

source: DOOR/WINDOW
es: PUERTA/VENTANA

source: DOORS
es: PUERTAS

source: Date
es: Fecha

source: Demo Site
es: Sitio Demo

source: Didn’t get the link?
es: ¿No recibió el enlace?

source: Didn’t receive an email?
es: ¿No recibió un correo electrónico?

source: Disclaimer: The information in JustFix does not constitute legal advice and must not be used as a substitute for the advice of a lawyer qualified to give advice on legal issues pertaining to housing. We can help direct you to free legal services if necessary.
es: Descargo de responsabilidad: La información en JustFix no constituye asesoramiento jurídico y no debe ser utilizado como sustituto del asesoramiento de un abogado cualificado para asesorar sobre cuestiones jurídicas relativas a la vivienda. Nosotros podemos ayudarte a dirigirte a servicios legales gratuitos si es necesario.

source: Display:
es: Mostrar:

source: Don't have an account?
es: ¿No tiene una cuenta?

source: Donate
es: Donar

source: Download
es: Descargar

source: ELECTRIC
es: ELÉCTRICO

source: ELEVATOR
es: ASCENSOR

source: Edit
es: Editar

source: Email address
es: Correo electrónico

source: Email address not verified. Click the link we sent to {email} start receiving Building Updates.
es: Correo electrónico no verificado. Haga clic al enlace que le enviamos a {email} para empezar a recibir Actualizaciones de edificios.

source: Email address verified
es: Correo electrónico verificado

source: Emergency
es: Emergencia

source: Enter an NYC address and find other buildings your landlord might own:
es: Introduce una dirección de NYC para encontrar otros edificios que tu propietario podría poseer:

source: Enter email
es: Introducir email

source: Enter minimum and maximum number of units, or leave either blank, then apply selections to filter the list of portfolio properties. Set both to blank and apply to clear filter.
es: Anote el número mínimo y máximo de unidades, o deje cualquiera de los dos en blanco, y luego aplique las selecciones para filtrar la lista de propiedades de la cartera. Deje ambos en blanco y aplique para borrar el filtro.

source: Enter new email address
es: Ingrese un nuevo correo electrónico

source: Enter your password
es: Ingrese su contraseña

source: Eviction Filings
es: Demandas de desalojo

source: Eviction cases filed in Housing Court since 2017. This data comes from the Office of Court Administration via the Housing Data Coalition.
es: Casos de desalojo presentados en la Corte de Vivienda desde 2017. Estos datos proceden de la Oficina de Administración Judicial a través del la Coalición de Datos de Vivienda.

source: Evictions
es: Desalojos

source: Evictions Executed
es: Desalojos ejecutados

source: Evictions Since 2017
es: Desalojos desde 2017

source: Evictions executed by NYC Marshals since 2017. ANHD and the Housing Data Coalition cleaned, geocoded, and validated the data, originally sourced from DOI.
es: Desalojos ejecutados en este edificio por el Mariscal de NYC desde el 2017. ANHD y la Coalición de Datos de Vivienda limpiaron, codificaron y validaron los datos, que provienen originalmente del DOI.

source: Evictions executed in this development by NYC Marshals since 2017. ANHD and the Housing Data Coalition cleaned, geocoded, and validated the data, originally sourced from DOI.
es: Desalojos ejecutados en este complejo por el Mariscal de NYC desde el 2017. ANHD y la Coalición de Datos de Vivienda limpiaron, codificaron y validaron los datos, originalmente provenientes del DOI.

source: Executed
es: Ejecutado

source: Expand the Person/ Entity column in the Table to see all contacts associated with that building.
es: Expanda la columna Persona/Entidad en la Tabla para ver todos los contactos asociados a ese edificio.

source: Export Data
es: Exportar datos

source: FIRE ESCAPE
es: ESCALERA DE INCENDIO

source: FLOOR
es: PISO

source: FLOORING/STAIRS
es: PISO/ESCALERAS

source: Failure to register a building with HPD
es: Si no se registra un edificio con el HPD

source: Filed
es: Presentado

source: Filter
es: Filtro

source: Filters
es: Filtros

source: Find other buildings your landlord might own:
es: Encuentra otros edificios que su dueño podría poseer:

source: Forgot your password?
es: ¿Olvidó su contraseña?

source: GARBAGE/RECYCLING STORAGE
es: ALMACENAMIENTO DE BASURA/RECICLAJE

source: Get Repairs
es: Obtener reparaciones

source: Get a weekly email update on complaints, violations, and eviction filings for this building.
es: Reciba por correo electrónico una actualización semanal de las quejas, infracciones y expedientes de desalojo de este edificio.

source: Government Worker (non-lawyer)
es: Trabajador del gobierno (no abogado)

source: Group Sale?
es: ¿Venta en grupo?

source: HEAT/HOT WATER
es: CALEFACCIÓN/AGUA CALIENTE

source: HEATING
es: CALEFACCIÓN

source: HPD Building Profile
es: Perfil de edificio del HPD

source: HPD Complaints
es: Quejas del HPD

source: HPD Complaints are housing issues reported to the City <0>by a tenant calling 311</0>. When someone issues a complaint, the Department of Housing Preservation and Development begins a process of investigation that may lead to an official violation from the City. Complaints can be identified as:<1/><2/><3>Emergency</3> — reported to be hazardous/dire<4/><5>Non-Emergency</5> — all others<6/><7/>Read more about HPD Complaints and how to file them at the <8>official HPD page</8>.
es: Las quejas de HPD son problemas de vivienda presentados a la Ciudad <0>por un inquilino al llamar al 311</0>. Cuando alguien presenta una queja, el Departamento de Preservación y Desarrollo de la Vivienda, DHCR por sus siglas en inglés, inicia un proceso de investigación que puede conducir a la emisión de una infracción oficial por parte de la Ciudad. Las quejas se pueden identificar como:<1/><2/><3>Emergencia</3> — se ha informado de que son peligrosas<4/><5>No-Emergencia</5> — todas las demás<6/><7/> Encontrarás más información sobre las quejas de HPD y cómo presentarlas en la página <8>oficial del HPD</8>.

source: HPD Violations
es: Violaciones del HPD
