{
  "title": "Términos de uso",
  "slug": "terms-of-use",
  "content": {
    "data": {},
    "content": [
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [
              {
                "type": "bold"
              }
            ],
            "value": "Términos de uso de JustFix",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Actualizado en 13 de mayo de 2024",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Si tiene algún problema para acceder a nuestro sitio web o a estos Términos, envíenos un correo electrónico a support@justfix.org para recibir estos Términos en un formato alternativo.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Bienvenide a JustFix",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "JustFix, Inc. (colectivamente, \"JustFix\", \"nosotros\", \"nuestro\") posee y opera este sitio web, ",
            "nodeType": "text"
          },
          {
            "data": {
              "uri": "https://justfix.org"
            },
            "content": [
              {
                "data": {},
                "marks": [
                  {
                    "type": "underline"
                  }
                ],
                "value": "https://justfix.org",
                "nodeType": "text"
              }
            ],
            "nodeType": "hyperlink"
          },
          {
            "data": {},
            "marks": [],
            "value": " (el \"Sitio\"). Estos Términos de uso (el \"Acuerdo\") constituyen un contrato entre usted y nosotros. Esto significa que al acceder y/o utilizar el Sitio, usted acepta todos los Términos y Condiciones de este Acuerdo. Estos Términos y Condiciones también rigen su uso de todas las funciones, widgets, plug-ins, aplicaciones, contenidos, descargas y/u otros servicios que poseemos y controlamos y que ponemos a su disposición a través del Sitio (colectivamente, con el Sitio, el \"Servicio\"), independientemente de cómo acceda a él o lo utilice, ya sea a través de ordenador, dispositivo móvil u otro medio. Al usar este Servicio, se considera que usted está de acuerdo con estos Términos y Condiciones de Uso. JustFix puede cambiar los Términos y Condiciones de Uso de vez en cuando y en cualquier momento, y sin previo aviso. Cualquier modificación de este tipo entrará en vigor inmediatamente después de su notificación y publicación. Si en cualquier momento usted decide no aceptar estos Términos y Condiciones de Uso, por favor no use este Sitio. El uso continuado de nuestro Servicio y de este Sitio después de cualquiera de dichas modificaciones constituye su aceptación de estos Términos modificados. Los siguientes Términos de Servicio son un contrato legal entre usted (\"usted\" y \"su\") y JustFix con respecto a su uso de los Servicios. Los visitantes y usuarios de los Servicios se denominan individualmente \"usuario\" y colectivamente \"usuarios\". El uso de los Servicios se rige por los Términos de Uso y nuestra Política de Privacidad, donde la Política de Privacidad describe la información personal que recopilamos y cómo la protegemos y utilizamos.\n",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "LEA ATENTAMENTE LOS SIGUIENTES TÉRMINOS DE USO. AL ACCEDER, NAVEGAR O UTILIZAR EL SITIO WEB, USTED RECONOCE QUE HA LEÍDO, COMPRENDIDO Y ACEPTADO LOS SIGUIENTES TÉRMINOS Y CONDICIONES, ASÍ COMO CUALQUIER DIRECTRIZ ADICIONAL (TAL Y COMO SE DEFINE MÁS ADELANTE) (CONJUNTAMENTE, LOS \"TÉRMINOS\"), Y QUE HA LEÍDO LA ",
            "nodeType": "text"
          },
          {
            "data": {
              "uri": "https://whoownswhat.justfix.org/en/privacy-policy"
            },
            "content": [
              {
                "data": {},
                "marks": [
                  {
                    "type": "underline"
                  }
                ],
                "value": "POLÍTICA DE PRIVACIDAD",
                "nodeType": "text"
              }
            ],
            "nodeType": "hyperlink"
          },
          {
            "data": {},
            "marks": [],
            "value": " DE JUSTFIX.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "TENGA EN CUENTA QUE ESTOS TÉRMINOS INCLUYEN UNA DISPOSICIÓN DE ARBITRAJE VINCULANTE QUE INCLUYE UNA RENUNCIA A LA DEMANDA COLECTIVA. AL ACEPTAR EL ARBITRAJE VINCULANTE, EN LA MEDIDA EN QUE LO PERMITA LA LEGISLACIÓN APLICABLE, USTED RENUNCIA A SU DERECHO A LITIGAR ANTE UN TRIBUNAL Y A QUE UN JUEZ O UN JURADO DECIDAN SU CASO.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "1. Elegibilidad; Cuentas",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "EL SITIO WEB NO ESTÁ DISPONIBLE PARA MENORES DE 13 AÑOS CUYO REGISTRO NO HAYA SIDO APROBADO POR UN PADRE O TUTOR LEGAL.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "1.1. Aceptación",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Al hacer clic en el botón \"Acepto\" o al utilizar de otro modo el sitio web de JustFix para los Servicios, usted presenta que (i) tiene al menos 13 años de edad, o (ii) su uso de los Servicios ha sido aprobado por sus padres o tutor legal. También declara que no ha sido previamente suspendido o eliminado de los Servicios por JustFix, y que su uso de los Servicios cumple con todas y cada una de las leyes aplicables.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "1.2. Cuenta",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Usted acepta que la información que proporcione a JustFix, ya sea al registrarse o en cualquier otro momento, será verdadera, precisa, actual y completa. Es posible que se le pida que cree una cuenta o que complete un registro de usuario. En el caso de que se le pida que cree una cuenta, también acepta que se asegurará de que esta información se mantenga exacta y actualizada en todo momento. Si tiene motivos para creer que su cuenta ya no es segura, como pérdida, robo o divulgación no autorizada de su nombre de usuario o contraseña, acepta notificarlo inmediatamente a JustFix en support@justfix.org. Usted puede ser responsable de las pérdidas incurridas por JustFix u otros debido a cualquier uso no autorizado de su cuenta de Servicios.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "1.3. Edad",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "JustFix se ofrece y está disponible para usuarios de todas las edades. Al usar el Sitio Web, usted declara y garantiza que es mayor de edad para formar un contrato vinculante con JustFix, o si es menor de 18 años, que tiene el consentimiento, permiso o supervisión apropiada de sus padres o tutor legal. Para niños de 13 años o menores, un padre o tutor legal debe proporcionar a JustFix un consentimiento verificable. Consulte nuestra Política de privacidad para obtener una explicación más detallada de la información que recopilamos, cómo la utilizamos, las prácticas de privacidad específicas para niños menores de 13 años y cómo proporcionarnos un consentimiento paterno verificable.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "1.4. Permiso de los padres o tutores",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Si tiene al menos 18 años, declara y garantiza que cuenta con el permiso de sus padres o de su tutor legal para utilizar el Servicio. Por favor, pídales que lean estos Términos con usted.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Si usted es padre o tutor legal de un miembro menor de 18 años, al permitir que su hijo utilice el Servicio, usted está sujeto a estos Términos y es responsable de la actividad de su hijo(a,e) en el Servicio.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "1.5. Empresas",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Si utiliza los Servicios en relación con una empresa u organización, usted declara y garantiza que tiene autoridad para actuar en nombre de dicha entidad, y que dicha entidad acepta los presentes Términos.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "1.6. Uso Internacional.",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "JustFix opera únicamente dentro de los Estados Unidos y está destinado a usuarios ubicados dentro de los Estados Unidos. JustFix no ofrece servicios a aquellos fuera de los Estados Unidos, incluso si el usuario ve los sitios web de JustFix desde una ubicación fuera de los Estados Unidos. ",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "2. Política de Privacidad",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "JustFix es consciente de los problemas de privacidad y quiere que todos los usuarios, padres, estudiantes y personal de la escuela estén familiarizados con nuestras prácticas de datos. Lea atentamente la Política de privacidad de JustFix para obtener información sobre la recopilación, el uso y la divulgación por parte de JustFix de su información de identificación personal. La política de privacidad de JustFix explica cómo almacenamos y protegemos su información personal identificable. También explicamos cómo ver, acceder, corregir o borrar su información personal. Si desea más información sobre su privacidad en JustFix, envíenos un correo electrónico a support@justfix.org.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "3. Otras directrices",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Al utilizar los Servicios, usted estará sujeto a cualquier directriz o norma adicional publicada aplicable a servicios y funciones específicos que pueda publicarse de vez en cuando (las \"Directrices\"). Todas estas Directrices se incorporan por referencia a los Términos.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "4. Modificación de los Términos",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "4.1. General",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Podemos cambiar este Acuerdo de vez en cuando y sin previo aviso. Si realizamos algún cambio en este Acuerdo, éste entrará en vigor en cuanto lo publiquemos, y la versión más actualizada de este Acuerdo se publicará siempre en la pestaña \"Términos de uso\" (\"Términos actualizados\"). Si realizamos un cambio sustancial en el Acuerdo, se lo notificaremos. Usted se compromete a revisar periódicamente el presente Contrato y a respetar cualquier actualización o modificación del mismo. Al continuar accediendo y/o usando el Sitio después de que publiquemos los Términos actualizados, usted acepta estar obligado por los Términos actualizados, y si no acepta los Términos actualizados, dejará de usar el Sitio. Este Acuerdo entre usted y JustFix regirá cualquier disputa que surja antes de la fecha efectiva de los Términos Actualizados.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "5. Ley de Derechos de Autor del Milenio Digital",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "La política de JustFix es responder a las notificaciones de presuntas infracciones de derechos de autor que cumplan con la Ley de Derechos de Autor del Milenio Digital. JustFix terminará inmediatamente y sin previo aviso su acceso a los Servicios si JustFix determina que usted es un \"infractor reincidente\". Un infractor reincidente es un Usuario que ha sido notificado por JustFix de infracciones de actividad infractora más de dos veces y/o a quien el Contenido de Usuario o cualquier otro contenido enviado por el usuario ha sido eliminado de los Servicios más de dos veces.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "6. Material Patentado; Licencias",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "6.1. Materiales de Propiedad",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Los Servicios son propiedad y están operados por JustFix. Los materiales y otros artículos relacionados con JustFix y sus productos y servicios, y artículos similares de nuestros licenciadores y otros terceros, incluyendo todas las interfaces visuales, diseño, información, posts, texto, datos, archivos, imágenes, guiones, gráficos, diseños, iconos de botones, instrucciones, ilustraciones, fotografías, imágenes, copia publicitaria, URLs, tecnología, información, código informático (incluyendo código fuente o código objeto), software, servicios, características interactivas, el \"aspecto\" del Servicio, los contenidos, artículos, vídeos y ejercicios, y todos los demás elementos de los Servicios (los \"Materiales del Servicio\"), así como la compilación, montaje y disposición de los Materiales del Servicio, están protegidos por las leyes estadounidenses e internacionales sobre derechos de autor, patentes, marcas, secretos comerciales, convenios internacionales y otras leyes aplicables que rigen la propiedad intelectual y los derechos de propiedad en la mayor medida posible. Todos los Materiales del Servicio y todas las marcas comerciales, logotipos, marcas de servicio y nombres comerciales, imagen comercial e identidades comerciales de varias partes contenidas en los Servicios o disponibles a través de ellos son propiedad de JustFix o están bajo su control, y JustFix se reserva todos los derechos sobre los mismos que no se concedan expresamente en estos Términos. ",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "6.2. Uso no comercial",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Sin limitar lo anterior, JustFix le concede una licencia limitada, no exclusiva, revocable, no asignable, personal e intransferible para descargar y copiar (almacenamiento temporal sólo del contenido del sitio web), mostrar, ver, usar, reproducir el Contenido en un ordenador personal, navegador, portátil, tableta, teléfono móvil u otro dispositivo inalámbrico, u otro dispositivo habilitado para Internet (cada uno, un \"Dispositivo\"), y/o imprimir una copia del Contenido (excluyendo el código fuente y el código objeto en bruto o de otra forma) tal y como se le muestra, en cada caso únicamente para su uso personal y no comercial. La anterior licencia limitada (i) no le otorga a usted ninguna titularidad ni ningún otro interés de propiedad intelectual sobre ningún Contenido, y (ii) podrá ser suspendida o rescindida inmediatamente por cualquier motivo, a la entera discreción de JustFix, y sin previo aviso ni responsabilidad. En algunos casos, podremos permitirle un mayor acceso y uso del Contenido sujeto a determinados Términos Adicionales. El incumplimiento por su parte de cualquiera de estos Términos o Condiciones Adicionales rescinde automáticamente esta licencia. El Contenido licenciado no puede ser usado, distribuido o explotado de otra manera para ningún propósito comercial, ventaja comercial o compensación monetaria privada, a menos que JustFix lo haya acordado previamente por escrito.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "6.2.1. Usos no Permitidos.",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Sin limitar la generalidad de lo anterior, JustFix define expresamente lo siguiente como fuera del uso no comercial:",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "6.2.1.1. La venta o alquiler de (i) cualquier parte del Contenido Autorizado, (ii) cualquier obra derivada basada al menos en parte en el Contenido Autorizado, o (iii) cualquier obra colectiva que incluya cualquier parte del Contenido Autorizado;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "6.2.1.2. La prestación de servicios de formación, asistencia o edición que utilicen o hagan referencia al Contenido Autorizado a cambio de una remuneración; y",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "6.2.1.3. La venta de anuncios, patrocinios o promociones colocados en el Contenido Autorizado, o en cualquier parte de este, o la venta de anuncios, patrocinios o promociones en cualquier sitio web o blog que contenga cualquier parte del Contenido Autorizado, incluyendo sin limitación cualquier \"anuncio emergente.\"",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "6.2.2. Enlaces de su parte al Servicio",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Le concedemos una licencia limitada, no exclusiva, revocable, no asignable, personal e intransferible para crear hipervínculos al Servicio, siempre que: (a) los enlaces sólo incorporen texto, y no utilicen ninguna Marca Registrada, (b) los enlaces y el contenido de su sitio web no sugieran ninguna afiliación con JustFix ni causen ninguna otra confusión, y (c) los enlaces y el contenido de su sitio web no presenten a JustFix o sus productos o servicios de forma falsa, engañosa, despectiva u ofensiva, y no contengan contenido ilegal, ofensivo, obsceno, lascivo, sucio, violento, amenazante, acosador o abusivo, o que viole cualquier derecho de terceros o sea objetable para JustFix. JustFix se reserva el derecho de suspender o prohibir el enlace al Servicio por cualquier motivo, a su entera discreción, sin previo aviso ni responsabilidad de ningún tipo hacia usted o cualquier tercero.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7. Conductas prohibidas",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "USTED SE COMPROMETE A NO:",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.1. Acceder a los Servicios sin la debida autorización;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.2. Utilizar los Servicios para cualquier uso o propósito comercial a menos que JustFix lo permita expresamente por escrito, entendiéndose que los Servicios y los servicios relacionados están destinados únicamente a un uso personal y no comercial;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.3. Salvo lo expresamente permitido en la Sección 7 de estos Términos, alquilar, arrendar, prestar, vender, revender, sublicenciar, distribuir o transferir de cualquier otro modo las licencias de cualquier Material de Servicio;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.4. Distribuir cualquier contenido que sea ilegal o que una persona razonable pueda considerar censurable, ofensivo, indecente, pornográfico, acosador, amenazador, embarazoso, angustioso, vulgar, odioso, ofensivo desde el punto de vista racial o étnico, que fomente la violencia, la hostilidad o la discriminación, o que sea inapropiado por cualquier otro motivo;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.5. Utilizar los Servicios de forma perjudicial para los menores;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.6. Hacerse pasar por cualquier persona o entidad, reivindicar falsamente una afiliación con cualquier persona o entidad, o acceder a las cuentas de otros sin permiso, crear cuentas a través de “bots” u otros medios automatizados, o realizar cualquier otra actividad fraudulenta;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.7. Desarrollar, apoyar o utilizar software, dispositivos, scripts, robots o cualquier otro medio o proceso (incluidos rastreadores, plugins y complementos del navegador o cualquier otra tecnología) para raspar los Servicios o copiar de cualquier otro modo nuestro contenido y otros datos de los Servicios;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.8. Utilizar “bots” u otros métodos automatizados para acceder a los Servicios;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.9 Enmarcar o utilizar técnicas de enmarcado para adjuntar cualquier Contenido (incluyendo cualquier imagen, texto o diseño de página);",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.10. Cambiar (u oculta o altera de otro modo) los avisos de derechos de autor u otros derechos de propiedad en los Servicios o en cualquier Contenido Autorizado;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.11. Hacer valer, o autorizar, ayudar o alentar a terceros a hacer valer, contra JustFix o cualquiera de sus filiales o licenciantes cualquier infracción de patente u otra reclamación de infracción de propiedad intelectual en relación con cualquier Contenido Autorizado que usted haya usado, enviado o puesto a disposición de otro modo en o a través de los Servicios;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.12. Copiar, modificar, reproducir, archivar, vender, arrendar, alquilar, intercambiar, crear obras derivadas, publicar por medios impresos o electrónicos, ejecutar públicamente, mostrar, difundir, distribuir, transmitir, retransmitir, circular o transferir a terceros o en cualquier aplicación o sitio web de terceros, o utilizar o explotar dicho Contenido de cualquier manera para cualquier propósito, excepto según lo permitido específicamente por estos Términos o cualquier Término Adicional aplicable o con el consentimiento previo por escrito de un funcionario de JustFix o, en el caso de Contenido de un licenciante, el propietario del Contenido.",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.13. Realizar ofertas, publicidad, propuestas no solicitadas, o enviar correo basura o spam a otros Usuarios de los Servicios (incluyendo, a título meramente enunciativo y no limitativo, publicidad no solicitada, material promocional u otro material de solicitud, envíos masivos de publicidad comercial, correos en cadena, anuncios informativos, solicitudes de caridad y peticiones de firmas);",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.14. Utilizar los Servicios para cualquier fin ilegal, o en violación de cualquier ley local, estatal, nacional o internacional, incluyendo, sin limitación, las leyes que rigen la propiedad intelectual y otros derechos de propiedad, y la protección de datos y privacidad;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.15. Difamar, acosar, intimidar, abusar, amenazar o defraudar a los Usuarios de los Servicios, o recopilar, o intentar recopilar, información personal sobre Usuarios o terceros sin su consentimiento;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.16. Sondear, escanear, eliminar, eludir, desactivar, dañar o interferir de cualquier otro modo o probar la vulnerabilidad de las funciones relacionadas con la seguridad de los Servicios, el Contenido Autorizado, las funciones que impiden o restringen el uso o la copia de cualquier contenido accesible a través de los Servicios, o las funciones que imponen limitaciones en el uso de los Servicios, el Contenido Autorizado, o acceder de cualquier otro modo, manipular o utilizar partes no públicas de los Servicios sin nuestra autorización;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.17. Realizar ingeniería inversa, descompilar, desensamblar o intentar descubrir de otro modo el código fuente de los Servicios o cualquier parte de los mismos, excepto y solo en la medida en que dicha actividad esté expresamente permitida por la ley aplicable (en cuyo caso deberá ponerse en contacto con JustFix para notificar la actividad propuesta y discutir medios alternativos para obtener la información deseada de JustFix) sin perjuicio de esta limitación;",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.18. Modificar, adaptar, traducir o crear trabajos derivados basados en los Servicios o cualquier parte de los mismos, excepto y únicamente en la medida en que JustFix lo permita expresamente en el presente documento o en la medida en que la restricción anterior esté expresamente prohibida por la legislación aplicable (en cuyo caso deberá ponerse en contacto con JustFix para notificar la actividad propuesta y discutir si JustFix está dispuesto a proporcionar los trabajos derivados deseados); o bien",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "7.19. Interferir o dañar intencionadamente el funcionamiento de los Servicios o el disfrute de los mismos por parte de cualquier usuario, por cualquier medio, incluidos, entre otros, la participación en ataques de tipo denegación de servicio o la carga o difusión de virus, adware, spyware, gusanos u otros códigos maliciosos.",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-5"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "8. Contenidos de terceros y sitios, productos y servicios; publicidad; enlaces",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "8.1. Contenidos de terceros y sitios; Publicidad",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "El Servicio puede contener o interactuar con plataformas de terceros, servicios, plug-ins, aplicaciones, anuncios, herramientas y/u otros contenidos, y/o enlaces a sitios web de terceros u otros servicios que no son propiedad, controlados u operados por JustFix (colectivamente, \"Servicios de terceros\"), incluidos los servicios operados por anunciantes, licenciantes, licenciatarios, socios de comercio electrónico y otros terceros que pueden tener relaciones comerciales con JustFix. También podemos alojar nuestro contenido, aplicaciones y herramientas en Servicios de Terceros. JustFix puede no tener control sobre el contenido, operaciones, políticas, términos u otros elementos de Servicios de Terceros, y JustFix no asume ninguna obligación de revisar ningún Servicio de Terceros. JustFix no necesariamente respalda, aprueba o patrocina ningún Servicio de Terceros, ni ningún contenido, publicidad, información, materiales, productos, servicios u otros elementos de terceros. Además, JustFix no es responsable de la calidad o entrega de los productos o servicios ofrecidos, accedidos, obtenidos por, o anunciados en, tales Servicios de Terceros. Algunos Servicios de Terceros pueden imponer tarifas por el acceso a sus recursos a través de nuestro Servicio y usted es responsable de dichas tarifas. Por último, en la medida en que lo permita la legislación aplicable, no seremos responsables bajo ninguna circunstancia de ninguna pérdida directa, indirecta, incidental o especial ni de ningún otro daño, ya sea derivado de negligencia, incumplimiento de contrato, difamación, infracción de derechos de autor u otros derechos de propiedad intelectual, causado por la exhibición, distribución o explotación de cualquier información o contenido incluido en estos Servicios de terceros. Cualquier actividad que usted emprenda en relación con cualquiera de los mismos está sujeta a la privacidad y otras políticas, Términos y Condiciones de uso y/o venta, y normas emitidas por el operador de los Servicios de Terceros. JustFix declina toda responsabilidad en relación con los mismos, según lo permita la legislación aplicable. EL ACCESO Y USO DE LOS SITIOS DE REFERENCIA, INCLUYENDO LA INFORMACIÓN, MATERIALES, PRODUCTOS Y SERVICIOS EN O DISPONIBLES A TRAVÉS DE LOS SITIOS DE REFERENCIA, ES EXCLUSIVAMENTE BAJO SU PROPIO RIESGO.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "8.2. Relaciones con terceros",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Cualquier interacción, correspondencia, transacción y otros tratos que tenga con terceros que se encuentren en el Servicio o a través de él (incluidos los Servicios de terceros o los anuncios) son exclusivamente entre usted y el tercero (incluidas las cuestiones relacionadas con el contenido de los anuncios de terceros, los pagos, la entrega de bienes, las garantías (incluidas las garantías de los productos), la privacidad y la seguridad de los datos, etc.). Para más información sobre las implicaciones de la activación de estos Servicios de Terceros y nuestro uso, almacenamiento y divulgación de información relacionada con usted y su uso de dichos servicios dentro de nuestro Servicio, consulte nuestra Política de Privacidad. Según lo permitido por la ley aplicable, usted se compromete a indemnizar a JustFix contra todas las reclamaciones, lesiones y / o daños, incluyendo, sin limitación, los honorarios de abogados, que surjan de su uso de cualquier Servicio de Terceros, incluyendo, sin limitación, de cualquier material que usted publique en cualquier foro o sitio de redes sociales en relación con nosotros y / o cualquier otra reclamación relacionada con su uso de los medios sociales.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Según lo permitido por la ley aplicable, usted concede a JustFix una licencia perpetua irrevocable para utilizar, reproducir, editar, crear trabajos derivados, distribuir, mostrar, copiar, transmitir o utilizar de cualquier otra manera, comercialmente o no, cualquier material que usted pueda publicar en cualquier sitio de redes sociales u otro Servicio de Terceros en relación con nosotros o nuestro Servicio.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "9. Mensajes",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "9.1. Mensajes de texto",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Es posible que se le ofrezca la oportunidad de suscribirse a diversos programas de marketing por SMS u otros programas de mensajería de texto y, al hacerlo, usted da su consentimiento para recibir alertas de texto continuas (incluso mediante marcadores automáticos) de nuestra parte relacionadas con nuestros diversos negocios y filiales, que pueden incluir copromociones con o sobre otras partes, salvo que si el alcance de su consentimiento para una suscripción en particular es limitado, dicha suscripción lo será. Dicho consentimiento no es necesario para ningún servicio aparte de la propia suscripción de texto. Para cada suscripción, tendrá la opción de darse de baja. Las suscripciones posteriores o diferentes no se verán afectadas por la exclusión. Usted da su consentimiento para recibir un mensaje de texto confirmando su exclusión, así como mensajes administrativos o transaccionales no comerciales. En el caso de las suscripciones a mensajes de texto recurrentes, puede recibir hasta el número de mensajes de texto al mes especificado en su consentimiento, o al que dé su consentimiento posteriormente. Las alertas se renueven automáticamente a menos que se especifique lo contrario en el momento de dar su consentimiento. Usted entiende que enviaremos mensajes de texto a móviles utilizando tecnología automatizada. Si se suscribe a los mensajes de texto, declara que tiene 18 años o más o que ha obtenido el consentimiento parental. Su operador puede cobrarle tarifas estándar por mensajes, datos y de otro tipo, y los operadores pueden deducir cargos de los importes prepagados o de las asignaciones de datos, de los que usted es responsable. Póngase en contacto con su operador para obtener más información. Si cobramos una tarifa adicional por los mensajes de texto, se explicará en el consentimiento de suscripción correspondiente. No todos los teléfonos y/o operadores son compatibles. Somos los patrocinadores de nuestros mensajes de texto y puede ponerse en contacto con nosotros en: support@justfix.org.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "9.2. Mensajes de correo electrónico",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Puede cancelar o modificar las comunicaciones de marketing por correo electrónico que reciba de nosotros siguiendo las instrucciones que figuran en nuestros correos electrónicos promocionales. Esto no afectará a las suscripciones posteriores y, si su exclusión está limitada a determinados tipos de mensajes de correo electrónico, la exclusión estará así limitada. Tenga en cuenta que nos reservamos el derecho a enviarle determinadas comunicaciones relacionadas con su uso de nuestro Servicio, como anuncios administrativos y de servicio, y que estos mensajes transaccionales no se verán afectados si opta por no recibir nuestras comunicaciones de marketing.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "9.3. Alertas por correo electrónico",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Para acceder a la función de alertas por correo electrónico de JustFix, los usuarios deben facilitar una dirección de correo electrónico válida y crear una contraseña. También se les pedirá que seleccionen la opción que mejor describa el uso que hacen del producto, por ejemplo, inquilino, organizador de inquilinos o abogado de vivienda. Esta información se recopila para adaptar las alertas por correo electrónico a los intereses y necesidades específicos del usuario. JustFix asociará las selecciones de uso de los usuarios con sus direcciones de correo electrónico con el fin de ofrecer contenidos más relevantes. Los usuarios podrán gestionar sus cuentas a través del sitio web de JustFix. Esto incluye actualizar su dirección de correo electrónico, cambiar su contraseña y gestionar sus preferencias para recibir datos sobre direcciones de edificios específicos. JustFix no eliminará las cuentas de los usuarios. Sin embargo, si los análisis indican que un usuario no ha interactuado con nuestros correos electrónicos durante un periodo determinado, JustFix se reserva el derecho de dar de baja al usuario del servicio de alertas por correo electrónico. Los usuarios podrán recibir un correo electrónico de notificación y disponer de tiempo suficiente para considerar la inactividad antes de ser dados de baja automáticamente. La entrega de Alertas por Email se facilitará a través de SendGrid, un servicio de entrega de email de terceros. Además, JustFix utiliza Email on Acid para análisis de correo electrónico y soporte de pruebas. Las interacciones de los usuarios con el correo electrónico, incluidos los clics en enlaces, se supervisarán mediante Google Analytics integrado en los correos electrónicos con el fin de mejorar el servicio de alertas por correo electrónico. JustFix utiliza una dirección de correo electrónico \"sin respuesta\" y puede implementar una respuesta automática. Los comentarios o consultas directos de los usuarios deberán dirigirse a través de los canales especificados en el sitio web de JustFix. Los usuarios tienen derecho a darse de baja del servicio de alertas por correo electrónico en cualquier momento a través de la configuración de su cuenta o siguiendo las instrucciones para darse de baja en el correo electrónico. Además, JustFix se reserva el derecho de dar de baja manualmente a los usuarios del servicio a su discreción.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "10. Plazo ",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "10.1. Duración y rescisión",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Estos Términos permanecerán en pleno vigor y efecto mientras utilice los Sitios o los Servicios y con posterioridad.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Sin limitar ninguna otra disposición de estos Términos, nos reservamos el derecho, a nuestra entera discreción y sin previo aviso ni responsabilidad, de denegar el acceso y el uso de los Sitios y los Servicios (incluido el bloqueo de determinadas direcciones IP), a cualquier persona por cualquier motivo o sin motivo alguno, incluido, sin limitación, el incumplimiento de cualquier declaración, garantía o pacto contenido en estos Términos o de cualquier ley o normativa aplicable. Podemos poner fin a su uso o participación en los Sitios u otros Servicios, o eliminar su cuenta y cualquier Contenido o información que haya publicado en cualquier momento, sin previo aviso, a nuestra entera discreción.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Si cancelamos o suspendemos su cuenta por cualquier motivo, se le prohíbe registrarse y crear una nueva cuenta con su nombre, un nombre falso o prestado, o el nombre de un tercero, aunque actúe en nombre de éste. Además de cancelar o suspender su cuenta, nos reservamos el derecho a emprender las acciones legales oportunas, incluyendo, sin limitación, la interposición de acciones civiles, penales y de cesación. Esta Sección 10 no está sujeta a los términos de resolución de disputas de la Sección 14.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "10.2. Declaraciones y garantías",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Usted garantiza, declara y acepta que no usará los Servicios de manera que (i) infrinja, viole o se apropie indebidamente de los derechos de propiedad intelectual, derechos de publicidad o privacidad u otros derechos de terceros; (ii) viole cualquier ley, estatuto, ordenanza o reglamento internacional, federal, estatal o local que haría que JustFix violara cualquier ley o reglamento aplicable, incluyendo, sin limitación, las Leyes de Privacidad Aplicables (\"Leyes Aplicables\"); (iii) sea perjudicial, fraudulento, amenazador, abusivo, acosador, tortuoso, difamatorio, vulgar, obsceno, calumnioso o de cualquier otro modo censurable; o (iv) ponga en peligro la seguridad de su cuenta o de los Servicios de cualquier modo, como permitir que otra persona acceda a su cuenta o contraseña. Además, usted declara, garantiza y acepta que (i) poseerá todos los derechos necesarios para conceder a la Empresa los derechos de estos Términos, y (ii) cumplirá la Legislación Aplicable en relación con su uso del Servicio.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "10.2.1. Descargo de responsabilidad de declaraciones y garantías",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Según lo permitido por la ley aplicable, el servicio se proporciona \"tal cual\", \"según disponibilidad\" y \"con todos los fallos\" y su acceso y uso del Servicio es bajo su propio riesgo. Por lo tanto, en la máxima medida permitida por la ley aplicable, JustFix y sus empresas matrices directas e indirectas, subsidiarias, afiliadas, y cada uno de sus respectivos empleados, directores, miembros, gerentes, accionistas, agentes, vendedores, licenciantes, licenciatarios, contratistas, clientes, sucesores y cesionarios (colectivamente, \"Partes JustFix\") por la presente renuncian y no hacen representaciones, garantías, endosos o promesas, expresas o implícitas, en relación con, o de otra manera directa o indirectamente relacionada con, el Servicio (incluyendo el Contenido), incluyendo sin limitación:",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "content": [
              {
                "data": {},
                "content": [
                  {
                    "data": {},
                    "marks": [],
                    "value": "(a) las funciones, características o cualquier otro elemento del Servicio o accesible a través del mismo;",
                    "nodeType": "text"
                  }
                ],
                "nodeType": "paragraph"
              }
            ],
            "nodeType": "list-item"
          },
          {
            "data": {},
            "content": [
              {
                "data": {},
                "content": [
                  {
                    "data": {},
                    "marks": [],
                    "value": "(b) cualquier Contenido, productos, servicios o instrucciones ofrecidos, referenciados o enlazados a través del Servicio;",
                    "nodeType": "text"
                  }
                ],
                "nodeType": "paragraph"
              }
            ],
            "nodeType": "list-item"
          },
          {
            "data": {},
            "content": [
              {
                "data": {},
                "content": [
                  {
                    "data": {},
                    "marks": [],
                    "value": "(c) la seguridad asociada a su uso del Servicio;",
                    "nodeType": "text"
                  }
                ],
                "nodeType": "paragraph"
              }
            ],
            "nodeType": "list-item"
          },
          {
            "data": {},
            "content": [
              {
                "data": {},
                "content": [
                  {
                    "data": {},
                    "marks": [],
                    "value": "(d) si el Servicio o los servidores que hacen que el Servicio esté disponible están libres de componentes dañinos (incluyendo virus, troyanos y otras tecnologías que puedan afectar negativamente a su Dispositivo);",
                    "nodeType": "text"
                  }
                ],
                "nodeType": "paragraph"
              }
            ],
            "nodeType": "list-item"
          },
          {
            "data": {},
            "content": [
              {
                "data": {},
                "content": [
                  {
                    "data": {},
                    "marks": [],
                    "value": "(e) si la información (incluidas las instrucciones) del Servicio es exacta, completa, correcta, adecuada, útil, oportuna o fiable;",
                    "nodeType": "text"
                  }
                ],
                "nodeType": "paragraph"
              }
            ],
            "nodeType": "list-item"
          },
          {
            "data": {},
            "content": [
              {
                "data": {},
                "content": [
                  {
                    "data": {},
                    "marks": [],
                    "value": "(f) si se reparará o corregirá cualquier defecto o error del Servicio;",
                    "nodeType": "text"
                  }
                ],
                "nodeType": "paragraph"
              }
            ],
            "nodeType": "list-item"
          },
          {
            "data": {},
            "content": [
              {
                "data": {},
                "content": [
                  {
                    "data": {},
                    "marks": [],
                    "value": "(g) si el Servicio será compatible con cualquier otro hardware, software o servicio específico;",
                    "nodeType": "text"
                  }
                ],
                "nodeType": "paragraph"
              }
            ],
            "nodeType": "list-item"
          },
          {
            "data": {},
            "content": [
              {
                "data": {},
                "content": [
                  {
                    "data": {},
                    "marks": [],
                    "value": "(h) si su acceso al Servicio será ininterrumpido; ",
                    "nodeType": "text"
                  }
                ],
                "nodeType": "paragraph"
              }
            ],
            "nodeType": "list-item"
          },
          {
            "data": {},
            "content": [
              {
                "data": {},
                "content": [
                  {
                    "data": {},
                    "marks": [],
                    "value": "(i) si el Servicio estará disponible en un momento o lugar determinados; y",
                    "nodeType": "text"
                  }
                ],
                "nodeType": "paragraph"
              }
            ],
            "nodeType": "list-item"
          },
          {
            "data": {},
            "content": [
              {
                "data": {},
                "content": [
                  {
                    "data": {},
                    "marks": [],
                    "value": "(j) si su uso del Servicio es legal en una jurisdicción concreta. ",
                    "nodeType": "text"
                  }
                ],
                "nodeType": "paragraph"
              }
            ],
            "nodeType": "list-item"
          }
        ],
        "nodeType": "unordered-list"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [
              {
                "type": "bold"
              }
            ],
            "value": "A excepción de cualquier garantía específica proporcionada en este documento o en términos adicionales proporcionados por una parte de JustFix, según lo permitido por la ley aplicable, las partes de JustFix renuncian por la presente a todas las garantías, expresas o implícitas, incluidas las garantías de comerciabilidad, idoneidad para un fin determinado, no infracción o apropiación indebida de derechos de propiedad intelectual de terceros, título, costumbre, comercio, disfrute tranquilo, integración del sistema y ausencia de virus informáticos.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Las limitaciones de garantía de esta Sección no pretenden limitar ninguna garantía expresa de los fabricantes de productos aplicables de productos físicos vendidos a través del Servicio, ni ninguna garantía expresa de JustFix que se incluya en los Términos adicionales aplicables, ni sus recursos que la legislación aplicable exija que estén a su disposición para reclamaciones por daños personales derivadas de la responsabilidad del producto, o que de otro modo no sean renunciables en virtud de la legislación aplicable.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "11. Indemnización",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Usted acepta, en la medida permitida por las leyes de su estado, indemnizar, defender y eximir de responsabilidad a JustFix, y a su empresa matriz, sucesores, empresas afiliadas, contratistas, funcionarios, directores, empleados, agentes, y a sus terceros proveedores, licenciantes, y socios (\"Socios de JustFix\") de y contra todas las pérdidas, daños, responsabilidades, demandas, juicios, acuerdos, costes y gastos de cualquier tipo (incluyendo honorarios y gastos legales), de cualquier reclamación o demanda hecha por cualquier tercero relacionada con o derivada de (i) su acceso a, uso o mal uso de los Servicios; (ii) su incumplimiento o presunto incumplimiento de estos Términos, o cualquier violación de los Términos; (iii) cualquier incumplimiento de las representaciones, garantías y pactos realizados en este documento; (iv) su incumplimiento de las leyes aplicables (incluyendo cualquier incumplimiento de obtener o proporcionar cualquier consentimiento o notificación necesaria); (v) la infracción por usted o cualquier tercero que utilice su cuenta de cualquier propiedad intelectual, privacidad u otro derecho de cualquier persona o entidad; o (vi) su incumplimiento o presunto incumplimiento de cualquier interacción, acuerdo o política entre usted y cualquier otro Usuario. JustFix se reserva el derecho, a su cargo, de asumir la defensa y el control exclusivos de cualquier asunto por el que deba indemnizar a JustFix, y usted acepta cooperar con la defensa de JustFix de estas reclamaciones. Usted se compromete a no llegar a un acuerdo sin el consentimiento previo por escrito de JustFix. JustFix hará esfuerzos razonables para notificarle de cualquier reclamación, acción o procedimiento en cuanto tenga conocimiento de ello.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "12. Descargo de responsabilidad; Ausencia de Garantías",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "12.1. Ausencia de garantías",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "EL SITIO WEB Y TODOS LOS DATOS, INFORMACIÓN, SOFTWARE, MATERIALES DEL SITIO WEB, CONTENIDOS (YA SEAN PROPIOS O BAJO LICENCIA), CONTENIDOS DE USUARIO, SITIOS DE REFERENCIA, SERVICIOS O APLICACIONES DISPONIBLES JUNTO CON O A TRAVÉS DEL SITIO WEB (LAS \"OFERTAS DE JUSTFIX\"), SE PROPORCIONAN \"TAL CUAL\", \"SEGÚN DISPONIBILIDAD\" Y \"CON TODOS LOS FALLOS\". EN LA MEDIDA EN QUE LO PERMITA LA LEGISLACIÓN APLICABLE, JUSTFIX RECHAZA TODAS LAS GARANTÍAS Y TÉRMINOS DE CUALQUIER TIPO, YA SEAN LEGALES, EXPRESAS O IMPLÍCITAS, INCLUIDAS, ENTRE OTRAS, TODAS LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, CALIDAD, DISPONIBILIDAD, DISFRUTE TRANQUILO, IDONEIDAD PARA UN FIN DETERMINADO, TITULARIDAD Y NO INFRACCIÓN. NINGÚN CONSEJO O INFORMACIÓN, YA SEA ORAL O ESCRITO, OBTENIDO POR USTED DE JUSTFIX O A TRAVÉS DEL SITIO WEB CREARÁ NINGUNA GARANTÍA QUE NO ESTÉ EXPRESAMENTE INDICADA EN EL PRESENTE DOCUMENTO.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "12.2. Contenido",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "JUSTFIX NO GARANTIZA QUE EL SITIO WEB O CUALQUIER DATO, CONTENIDO DE USUARIO, FUNCIONES, O CUALQUIER OTRA INFORMACIÓN OFRECIDA EN O A TRAVÉS DEL SITIO WEB SEA ININTERRUMPIDA, O ESTÉ LIBRE DE ERRORES, VIRUS, U OTROS COMPONENTES DAÑINOS, Y NO GARANTIZA QUE CUALQUIERA DE LOS ANTERIORES SEA CORREGIDO. ALGUNAS FUNCIONES PUEDEN SER NUEVAS O EXPERIMENTALES Y NO HABER SIDO PROBADAS DE NINGUNA MANERA.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "JUSTFIX NO DECLARA NI GARANTIZA QUE (1) LAS OFERTAS DE JUSTFIX (A) CUMPLIRÁN SUS REQUISITOS O EXPECTATIVAS, O (B) SERÁN DE SU AGRADO.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "12.3. Daños a su ordenador",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "USTED ENTIENDE Y ACEPTA QUE EL USO, ACCESO, DESCARGA U OBTENCIÓN POR OTRO MEDIO DE CONTENIDOS, MATERIALES DEL SITIO WEB, SOFTWARE O DATOS A TRAVÉS DEL SITIO WEB (INCLUIDO A TRAVÉS DE CUALQUIER INTERFAZ DE PROGRAMACIÓN DE APLICACIONES (API)) SE REALIZA BAJO SU PROPIA DISCRECIÓN Y RIESGO, Y QUE USTED SERÁ EL ÚNICO RESPONSABLE DE CUALQUIER DAÑO A SU PROPIEDAD (INCLUIDO SU SISTEMA INFORMÁTICO) O PÉRDIDA DE DATOS QUE RESULTE DE ELLO.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "12.4. Limitación por la ley aplicable",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "ALGUNOS ESTADOS U OTRAS JURISDICCIONES NO PERMITEN LA EXCLUSIÓN DE GARANTÍAS IMPLÍCITAS, POR LO QUE ES POSIBLE QUE LAS EXCLUSIONES ANTERIORES NO SEAN APLICABLES EN SU CASO. USTED TAMBIÉN PUEDE TENER OTROS DERECHOS QUE VARÍAN DE UN ESTADO A OTRO Y DE UNA JURISDICCIÓN A OTRA.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "13. Limitación de responsabilidad y daños",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "13.1. 13.1. Limitación de responsabilidad",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "BAJO NINGUNA CIRCUNSTANCIA, INCLUYENDO, PERO NO LIMITADO A, NEGLIGENCIA, JUSTFIX SERÁ RESPONSABLE DE CUALQUIER DAÑO ESPECIAL, INDIRECTO, INCIDENTAL, CONSECUENTE, PUNITIVO, DE CONFIANZA, O EJEMPLAR (INCLUYENDO SIN LIMITACIÓN LOS DAÑOS DERIVADOS DE CUALQUIER ACCIÓN JUDICIAL O DISPUTA LEGAL INFRUCTUOSA, PÉRDIDA DE NEGOCIO, PÉRDIDA DE INGRESOS O BENEFICIOS, PÉRDIDA DE DATOS, O CUALQUIER OTRA PÉRDIDA O DAÑO PECUNIARIO O NO PECUNIARIO DE CUALQUIER NATURALEZA) INCLUSO SI JUSTFIX HA SIDO ADVERTIDO DE LA POSIBILIDAD DE TALES DAÑOS DERIVADOS DE O RELACIONADOS CON (i) LOS TÉRMINOS; (ii) SU USO (O INCAPACIDAD PARA USAR) EL SITIO WEB O LAS OFERTAS DE JUSTFIX; O (iii) CUALQUIER OTRA INTERACCIÓN CON JUSTFIX, INCLUIDOS OTROS USUARIOS. ES POSIBLE QUE LA LEGISLACIÓN APLICABLE NO PERMITA LA LIMITACIÓN O EXCLUSIÓN DE RESPONSABILIDAD O DAÑOS INCIDENTALES O CONSECUENTES, POR LO QUE LA LIMITACIÓN O EXCLUSIÓN ANTERIOR PODRÍA NO SER APLICABLE EN SU CASO. EN TALES CASOS, LA RESPONSABILIDAD DE JUSTFIX SE LIMITARÁ AL MÁXIMO PERMITIDO POR LA LEGISLACIÓN APLICABLE.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "13.2. Limitación de daños y perjuicios",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "EN NINGÚN CASO LA RESPONSABILIDAD TOTAL DE JUSTFIX HACIA USTED POR TODOS LOS DAÑOS, PÉRDIDAS Y CAUSAS DE ACCIÓN QUE SURJAN DE O EN RELACIÓN CON LOS TÉRMINOS O SU USO DEL SITIO WEB O SU INTERACCIÓN CON OTROS USUARIOS DEL SITIO WEB (YA SEA EN CONTRATO, AGRAVIO (INCLUYENDO NEGLIGENCIA), GARANTÍA O DE OTRO TIPO), EXCEDERÁ LA CANTIDAD PAGADA POR USTED A JUSTFIX, EN SU CASO, POR ACCEDER AL SITIO WEB DURANTE LOS DOCE (12) MESES INMEDIATAMENTE ANTERIORES A LA FECHA DE LA RECLAMACIÓN O ($100), LO QUE SEA MAYOR.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "13.3. Base de la negociación",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "USTED RECONOCE Y ACEPTA QUE JUSTFIX HA OFRECIDO EL SITIO WEB Y HA ACEPTADO LOS TÉRMINOS EN BASE A LAS EXENCIONES DE RESPONSABILIDAD Y LAS LIMITACIONES DE RESPONSABILIDAD ESTABLECIDAS EN EL PRESENTE DOCUMENTO, QUE LAS EXENCIONES DE RESPONSABILIDAD Y LAS LIMITACIONES DE RESPONSABILIDAD ESTABLECIDAS EN EL PRESENTE DOCUMENTO REFLEJAN UNA ASIGNACIÓN RAZONABLE Y JUSTA DEL RIESGO ENTRE USTED Y JUSTFIX, Y QUE LAS EXENCIONES DE RESPONSABILIDAD Y LAS LIMITACIONES DE RESPONSABILIDAD ESTABLECIDAS EN EL PRESENTE DOCUMENTO CONSTITUYEN UNA BASE ESENCIAL DE LA NEGOCIACIÓN ENTRE USTED Y JUSTFIX. JUSTFIX NO PODRÍA PROPORCIONARLE EL SITIO WEB SOBRE UNA BASE ECONÓMICAMENTE RAZONABLE SIN ESTAS LIMITACIONES.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14. Varios (incluida la resolución de disputas y el arbitraje)",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-1"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.1. Aviso",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "JustFix puede proporcionarle avisos, incluyendo aquellos relacionados con cambios a los Términos, por correo electrónico, correo regular, publicaciones en los Servicios, u otros medios razonables. Los avisos se considerarán entregados veinticuatro (24) horas después del envío del correo electrónico, a menos que JustFix sea notificado de que la dirección de correo electrónico no es válida. Alternativamente, podemos enviarle una notificación legal por correo a una dirección postal, si nos la proporciona a través de los Servicios. En tales casos, la notificación se considerará entregada tres días después de la fecha de envío. Las notificaciones publicadas en los Servicios se considerarán entregadas 30 días después de la publicación inicial. Cualquier notificación dirigida a JustFix se enviará por correo de primera clase de EE.UU. a JustFix en 55 Prospect Street, #404, Brooklyn, NY 11201 con copia a support@justfix.org.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.2. Renuncia",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "La falta de ejercicio o ejecución por parte de JustFix de cualquier derecho o disposición de los Términos no constituirá una renuncia a dicho derecho o disposición. Cualquier renuncia a cualquier disposición de los Términos sólo será efectiva si está por escrito y firmada por JustFix.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.3. Ley aplicable",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Los Términos se regirán e interpretarán de acuerdo con las leyes del Estado de Nueva York, sin dar efecto a ningún principio de conflicto de leyes que pudiera causar la aplicación de las leyes de cualquier otra jurisdicción.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.4. Resolución de disputas y arbitraje",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [
              {
                "type": "bold"
              }
            ],
            "value": "LEA ATENTAMENTE ESTA SECCIÓN PORQUE AFECTA A SUS DERECHOS. AL ACEPTAR EL ARBITRAJE VINCULANTE, USTED RENUNCIA A SU DERECHO A LITIGAR ANTE UN TRIBUNAL Y A QUE UN JUEZ O UN JURADO DECIDAN SU CASO.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.4.1. General",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Usted y JustFix acuerdan que cualquier reclamación legal o equitativa, disputa, acción o procedimiento que surja de o esté relacionado con su uso de los Servicios o estos Términos (\"Disputa\") se resolverá de la siguiente manera en la máxima medida permitida por la ley:",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.4.2. Notificación de litigio",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "En el caso de una Disputa, usted o JustFix deben dar a la otra parte una declaración escrita que establezca el nombre, la dirección y la información de contacto de la parte que la da, los hechos que dan lugar a la Disputa y una solución propuesta (una \"Notificación de Disputa\"). Usted debe enviar cualquier Aviso de Disputa por correo de primera clase de EE.UU. a JustFix en 55 Prospect Street, #404, Brooklyn, NY 11201 con una copia enviada a support@justfix.org. JustFix le enviará cualquier Aviso de Disputa por correo de primera clase de EE.UU. a su dirección si está en los registros de JustFix, o de lo contrario a su dirección de correo electrónico. Usted y JustFix intentarán de buena fe resolver cualquier Disputa a través de negociación informal dentro de sesenta (60) días desde la fecha de envío de la Notificación de Disputa. Después de sesenta (60) días, usted o JustFix podrán iniciar el arbitraje.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.4.3. Arbitraje vinculante",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Cualquier Disputa que no haya sido resuelta por negociación como se estipula aquí dentro de sesenta (60) días o el período de tiempo que usted y JustFix puedan acordar de otra manera, será resuelta finalmente por arbitraje vinculante como se describe en esta Sección 14.4. (Resolución de Disputa y Arbitraje). Usted renuncia al derecho de litigar (o participar como parte o miembro de un grupo) todas las Disputas en un tribunal ante un juez o jurado. En su lugar, todas las Disputas se resolverán ante un árbitro neutral, cuya decisión será definitiva, excepto por un derecho limitado de apelación en virtud de la Ley Federal de Arbitraje. El lugar de arbitraje será Nueva York, NY. Cualquier tribunal con jurisdicción sobre las partes podrá ejecutar el laudo arbitral.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.4.4. Renuncia a acciones colectivas",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Cualquier procedimiento para resolver o litigar cualquier Disputa en cualquier foro se llevará a cabo únicamente de forma individual. Ni usted ni JustFix tratarán de que cualquier Disputa sea oída como una acción colectiva o en cualquier otro procedimiento en el que cualquiera de las partes actúe o se proponga actuar en calidad de representante. Ningún arbitraje o procedimiento se combinará con otro sin el consentimiento previo por escrito de todas las partes de todos los arbitrajes o procedimientos afectados. Usted sólo podrá presentar una Disputa en su propio nombre y no podrá solicitar una reparación que afecte a otros Usuarios. Si hay una determinación judicial definitiva de que cualquier Disputa en particular no puede ser arbitrada de acuerdo con las limitaciones de esta Sección 14.4 (Resolución de Disputas y Arbitraje), entonces sólo esa Disputa puede ser separada y llevada a los tribunales. Todas las demás Disputas seguirán sujetas a esta Sección 14.4 (Resolución de Disputas y Arbitraje).",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.4.5. Procedimientos de arbitraje",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Cualquier arbitraje será llevado a cabo por JAMS bajo las Normas y Procedimientos de Arbitraje Exhaustivo de JAMS (\"Normas JAMS\") vigentes en el momento en que se presente la Disputa. Puede solicitar una audiencia telefónica o en persona siguiendo las Normas de JAMS. En un litigio de 10.000 dólares o menos, cualquier audiencia será telefónica, a menos que el árbitro encuentre una buena causa para celebrar una audiencia en persona en su lugar. En la medida en que el foro proporcionado por JAMS no esté disponible, JustFix y usted acuerdan seleccionar un servicio alternativo de resolución de disputas de mutuo acuerdo y que dicho servicio alternativo de resolución de disputas aplicará las Reglas de JAMS. El árbitro podrá concederle a usted individualmente los mismos daños y perjuicios que podría concederle un tribunal. El árbitro podrá concederle una reparación declaratoria o cautelar sólo individualmente, y sólo en la medida necesaria para satisfacer su reclamación individual.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.4.6. Tasas de arbitraje",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Quienquiera que presente el arbitraje pagará la tasa inicial de presentación. Si JustFix presenta la demanda, pagará JustFix; si usted presenta la demanda, pagará usted, a menos que obtenga una exención de tasas en virtud de las normas de arbitraje aplicables. Cada parte correrá con los gastos de los abogados, peritos y testigos de esa parte, así como con otros gastos, independientemente de cuál de las partes prevalezca, pero una parte podrá recuperar alguno o todos los gastos de otra parte si el árbitro, aplicando la ley aplicable, así lo determina.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.4.7. Plazo de presentación",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "En la medida en que lo permita la ley, cualquier Disputa en virtud de estos Términos deberá presentarse en el plazo de un (1) año en un procedimiento de arbitraje. El plazo de un año comienza cuando se producen por primera vez los hechos que dan lugar a la Disputa.  Si una Disputa no se presenta en el plazo de un año, prescribirá permanentemente.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.4.8. Sede",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-3"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "En el caso de que cualquier Disputa no pueda ser resuelta por arbitraje vinculante de acuerdo con esta Sección 14.4 (Resolución de Disputa y Arbitraje), usted acepta que tal Disputa será presentada sólo en los tribunales estatales o federales en y para Nueva York, NY, y cada uno de usted y JustFix por la presente consienten y se someten a la jurisdicción personal y exclusiva de tales tribunales con el propósito de litigar cualquier acción. No obstante, JustFix podrá solicitar medidas cautelares u otras medidas equitativas para proteger o hacer cumplir sus derechos de propiedad intelectual en cualquier tribunal de jurisdicción competente.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.5. Divisibilidad",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Si alguna disposición de los Términos o de las Directrices se considera ilegal, nula o, por cualquier motivo, inaplicable, dicha disposición se limitará o eliminará de los Términos en la medida mínima necesaria y no afectará a la validez y aplicabilidad de las disposiciones restantes.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.6. Asignación",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Los Términos y las Directrices relacionadas, y cualquier derecho y licencia concedidos en virtud del presente, no pueden ser transferidos o cedidos por usted sin el consentimiento previo por escrito de JustFix, pero pueden ser cedidos por JustFix sin consentimiento o cualquier restricción. Cualquier cesión que se intente hacer en violación de los Términos será nula y sin efecto.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.7. Supervivencia",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "A la terminación de los Términos, cualquier disposición que, por su naturaleza o términos expresos deba sobrevivir, sobrevivirá a dicha terminación o expiración, incluyendo, pero no limitado a, las Secciones 2 (Política de Privacidad), 4 (Modificación de los Términos) a 5 (Ley de Derechos de Autor del Milenio Digital), 6.1 (Materiales de Propiedad), 6.2 (Uso No Comercial), y 7 (Conducta Prohibida) a 14 (Varios (Incluyendo Resolución de Disputas y Arbitraje)).",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.8. Títulos",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Las referencias a los títulos en este documento son sólo para fines de conveniencia, no constituyen una parte de los Términos, y no se considerará que limitan o afectan a ninguna de las disposiciones del presente documento.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.9. Acuerdo completo",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Los Términos, la Política de Privacidad y las Directrices constituyen el acuerdo completo entre usted y JustFix en relación con el tema aquí tratado y no se modificarán excepto por escrito, firmado por ambas partes, o por un cambio en los Términos, la Política de Privacidad o las Directrices realizado por JustFix según lo establecido en la Sección 4 (Modificación de los Términos) anterior.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "14.10. Divulgaciones",
            "nodeType": "text"
          }
        ],
        "nodeType": "heading-2"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "Los Servicios están alojados en Estados Unidos, y los servicios prestados en virtud de los mismos son ofrecidos por JustFix, con domicilio en 55 Prospect Street, #404, Brooklyn, NY 11201.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      },
      {
        "data": {},
        "content": [
          {
            "data": {},
            "marks": [],
            "value": "En vigor a partir del 13 de mayo de 2024.",
            "nodeType": "text"
          }
        ],
        "nodeType": "paragraph"
      }
    ],
    "nodeType": "document"
  }
}