{
  "title": "Terms of Use",
  "slug": "terms-of-use",
  "content": {
    "nodeType": "document",
    "data": {},
    "content": [
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "JustFix Terms of Use",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Updated August 16, 2024",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "If you are having any trouble accessing our website or these Terms, please email us at support@justfix.org to receive these Terms in an alternate format.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Welcome to JustFix!",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "JustFix, Inc. (collectively, “JustFix,” “we,” “our,” or “us”) own and operate this website, ",
            "marks": [],
            "data": {}
          },
          {
            "nodeType": "hyperlink",
            "data": {
              "uri": "https://justfix.org"
            },
            "content": [
              {
                "nodeType": "text",
                "value": "https://justfix.org",
                "marks": [
                  {
                    "type": "underline"
                  }
                ],
                "data": {}
              }
            ]
          },
          {
            "nodeType": "text",
            "value": " (the “Site”). These terms of use (the “Agreement”) constitute a contract between you and us. This means that by accessing and/or using the Site, you agree to all of the terms and conditions of this Agreement. These terms and conditions also govern your use of all features, widgets, plug-ins, applications, content, downloads, and/or other services that we own and control and make available through the Site (collectively, with the Site, the “Service”), regardless of how you access or use it, whether via computer, mobile device, or otherwise. By using this Service, you are deemed to have agreed to these Terms and Conditions of Use. JustFix may change the Terms and Conditions of Use from time to time and at any time, and without actual notice to you. Any such modification will be effective immediately upon public notice and posting. If at any time you choose not to accept these Terms and Conditions of Use, please do not use this Site. Your continued use of our Service and this Site following any such modifications constitutes your acceptance of these modified Terms. The following Terms of Service are a legal contract between you (“you” and “your”) and JustFix regarding your use of the Services. Visitors and users of the Services are referred to individually as “user” and collectively as “users.” Use of the Services is governed by the Terms of Use and our Privacy Policy, where the Privacy Policy describes the personal information that we collect and how we protect and use it.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "PLEASE READ THE FOLLOWING TERMS OF USE CAREFULLY. BY ACCESSING, BROWSING, OR USING THE WEBSITE, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS, AND ANY ADDITIONAL GUIDELINES (AS DEFINED BELOW) (COLLECTIVELY, THE “TERMS”), AND THAT YOU HAVE READ THE JUSTFIX ",
            "marks": [],
            "data": {}
          },
          {
            "nodeType": "hyperlink",
            "data": {
              "uri": "https://whoownswhat.justfix.org/en/privacy-policy"
            },
            "content": [
              {
                "nodeType": "text",
                "value": "PRIVACY POLICY",
                "marks": [
                  {
                    "type": "underline"
                  }
                ],
                "data": {}
              }
            ]
          },
          {
            "nodeType": "text",
            "value": ".",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "PLEASE NOTE THAT THESE TERMS INCLUDE A BINDING ARBITRATION PROVISION INCLUDING A CLASS ACTION WAIVER. BY AGREEING TO BINDING ARBITRATION, TO THE EXTENT PERMITTED UNDER APPLICABLE LAW, YOU WAIVE YOUR RIGHT TO LITIGATE DISPUTES THROUGH A COURT AND TO HAVE A JUDGE OR JURY DECIDE YOUR CASE.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "1. Eligibility; Accounts",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "THE WEBSITE IS NOT AVAILABLE TO ANY PERSONS UNDER THE AGE OF 13 WHOSE REGISTRATION HAS NOT BEEN APPROVED BY A LEGAL PARENT OR GUARDIAN.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "1.1. Acceptance",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "By clicking the “I agree” button or by otherwise using the JustFix website for the Services, you present that (i) you are at least 13 years of age, or (ii) your use of the Services has been approved by your parent or legal guardian. You also represent that you have not been previously suspended or removed from the Services by JustFix, and that your use of the Services is in compliance with any and all applicable laws.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "1.2. Account",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "You agree that the information you provide to JustFix, whether at registration or at any other time, will be true, accurate, current, and complete. You may be asked to create an account or complete a user registration. In the event you are asked to create an account, you also agree that you will ensure this information is kept accurate and updated at all times. If you have reason to believe that your account is no longer secure, such as loss, theft, or unauthorized disclosure of your username or password, then you agree to immediately notify JustFix at support@justfix.org. You may be liable for the losses incurred by JustFix or others due to any unauthorized use of your Services account.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "1.3. Age",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "JustFix is offered and available to users of all ages. By using the Website, you represent and warrant that you are either of legal age to form a binding contract with JustFix, or if you are under the age of 18, that you have appropriate parental or legal guardian consent, permission, or supervision. For children 13 years old and under, a parent or legal guardian must provide JustFix with verifiable consent. Please see our Privacy Policy for a more detailed explanation of what information we collect, how we use that information, specific privacy practices for children under 13 years old, and how to provide us with verifiable parental consent.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "1.4. Permission by Parent or Guardian",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "If you are at least 18 years of age, you represent and warrant that you have your parent or legal guardian’s permission to use the Service. Please have them read these Terms with you.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "If you are a parent or legal guardian of a member under 18 years of age, by allowing your child to use the Service, you are subject to these Terms and are responsible for your child’s activity on the Service.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "1.5. Businesses",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "If you are using the Services in connection with a company or organization, you represent and warrant that you have the authority to act on",
            "marks": [],
            "data": {}
          },
          {
            "nodeType": "text",
            "value": " ",
            "marks": [
              {
                "type": "bold"
              }
            ],
            "data": {}
          },
          {
            "nodeType": "text",
            "value": "behalf of that entity, and that such entity agrees to these Terms.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "1.6. International Use.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "JustFix operates only within the United States and is intended for users located within the United States. JustFix does not offer services to those outside of the United States, even if the user views JustFix’s websites from a location outside of the United States. ",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "2. Privacy Policy",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "JustFix is conscious of privacy issues and want all users, parents, students, and School Personnel alike to be familiar with our data practices. Please read the ",
            "marks": [],
            "data": {}
          },
          {
            "nodeType": "hyperlink",
            "data": {
              "uri": "https://whoownswhat.justfix.org/en/privacy-policy"
            },
            "content": [
              {
                "nodeType": "text",
                "value": "JustFix Privacy Policy",
                "marks": [
                  {
                    "type": "underline"
                  }
                ],
                "data": {}
              }
            ]
          },
          {
            "nodeType": "text",
            "value": " carefully for information regarding JustFix’s collection, use, and disclosure of your personally identifiable information. JustFix’s privacy policy explains how we store and protect your personally identifiable information. We also explain how to view, access, correct, or delete your personal information. To inquire about your privacy with JustFix, please email us at ",
            "marks": [],
            "data": {}
          },
          {
            "nodeType": "hyperlink",
            "data": {
              "uri": "mailto:support@justfix.org"
            },
            "content": [
              {
                "nodeType": "text",
                "value": "support@justfix.org",
                "marks": [
                  {
                    "type": "underline"
                  }
                ],
                "data": {}
              }
            ]
          },
          {
            "nodeType": "text",
            "value": ".",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "3. Other Guidelines",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "When using the Services, you will be subject to any additional posted guidelines or rules applicable to specific services and features which may be posted from time to time (the “Guidelines”). All such Guidelines are hereby incorporated by reference into the Terms.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "4. Modification of the Terms",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "4.1. General",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "We may change this Agreement from time to time and without prior notice. If we make a change to this Agreement, it will be effective as soon as we post it, and the most current version of this Agreement will always be posted under the “Terms of Use” tab (“Updated Terms”). If we make a material change to the Agreement, we may notify you. You agree that you will review this Agreement periodically and that you shall be bound by any updates or modifications to the Agreement. By continuing to access and/or use the Site after we post Updated Terms, you agree to be bound by the Updated Terms, and if you do not agree to the Updated Terms, you will stop using the Site. This Agreement between you and JustFix will govern any disputes arising before the effective date of the Updated Terms.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "5. Digital Millennium Copyright Act",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "It is JustFix’s policy to respond to notices of alleged copyright infringement that comply with the Digital Millennium Copyright Act. JustFix will promptly terminate without notice your access to the Services if JustFix determines you to be a “repeat infringer.” A repeat infringer is a User who has been notified by JustFix of infringing activity violations more than twice and/or who has User Content or any other user-submitted content removed from the Services more than twice.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "6. Proprietary Materials; Licenses",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "6.1. Proprietary Materials",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "The Services are owned and operated by JustFix. The materials and other items relating to JustFix and its products and services, and similar items from our licensors and other third parties, including all visual interfaces, layout, information, posts, text, data, files, images, scripts, graphics, designs, button icons, instructions, illustrations, photographs, pictures, advertising copy, URLs, technology, information, computer code (including source code or object code), software, services, interactive features, the “look and feel” of the Service, content, articles, videos, and exercises, and all other elements of the Services (the “Service Materials”), and the compilation, assembly, and arrangement of the Service Materials are protected by United States and international copyright, patent, trademark, trade secret, international conventions, and other applicable laws governing intellectual property and proprietary rights to the fullest extent possible. All Service Materials, and all trademarks, logos, service marks, and trade names, trade dress, and trade identities of various parties contained on or available through the Services are owned by or controlled by JustFix, and JustFix reserves all rights therein and thereto not expressly granted by these Terms. ",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "6.2. Non-Commercial Use",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Without limiting the foregoing, JustFix grants you a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable license to download and copy (temporary storage only of web site content), display, view, use, play the Content on a personal computer, browser, laptop, tablet, mobile phone or other wireless device, or other Internet-enabled device (each, a “Device”), and/or print one copy of the Content (excluding source and object code in raw form or otherwise) as it is displayed to you, in each case for your personal, non-commercial use only. The foregoing limited license (i) does not give you any ownership of, or any other intellectual property interest in, any Content, and (ii) may be immediately suspended or terminated for any reason, in JustFix’s sole discretion, and without advance notice or liability. In some instances, we may permit you to have greater access to and use of Content subject to certain Additional Terms. Your breach of any of these Terms or Additional Terms automatically terminates this license. The Licensed Content may not be used, distributed, or otherwise exploited for any commercial purpose, commercial advantage, or private monetary compensation, unless otherwise previously agreed in writing by JustFix.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "6.2.1. Impermissible Uses.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Without limiting the generality of the foregoing, JustFix expressly defines the following as falling outside of non-commercial use:",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "6.2.1.1. The sale or rental of (i) any part of the Licensed Content, (ii) any derivative work based at least in part on the Licensed Content, or (iii) any collective work that includes any part of the Licensed Content;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "6.2.1.2. Providing training, support, or editorial services that use or reference the Licensed Content in exchange for a fee; and",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "6.2.1.3. The sale of advertisements, sponsorships, or promotions placed on the Licensed Content, or any part thereof, or the sale of advertisements, sponsorships, or promotions on any website or blog containing any part of the Licensed Content, including without limitation any “pop-up advertisements.”",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "6.2.2. Links By You To The Service",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "We grant you a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable license to create hyperlinks to the Service, so long as: (a) the links only incorporate text, and do not use any Trademarks, (b) the links and the content on your website do not suggest any affiliation with JustFix or cause any other confusion, and (c) the links and the content on your website do not portray JustFix or its products or services in a false, misleading, derogatory, or otherwise offensive matter, and do not contain content that is unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third party or are otherwise objectionable to JustFix. JustFix reserves the right to suspend or prohibit linking to the Service for any reason, in its sole discretion, without advance notice or any liability of any kind to you or any third party.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7. Prohibited Conduct",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "YOU AGREE NOT TO:",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.1. Access the Services without proper authorization;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.2. Use the Services for any commercial use or purpose unless expressly permitted by JustFix in writing, it being understood that the Services and related services are intended for personal, non-commercial use only;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.3. Except as expressly permitted under Section 7 of these Terms, rent, lease, loan, sell, resell, sublicense, distribute, or otherwise transfer the licenses for any Service Materials;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.4. Distribute any content that is unlawful or that a reasonable person could deem to be objectionable, offensive, indecent, pornographic, harassing, threatening, embarrassing, distressing, vulgar, hateful, racially or ethnically offensive, promoting of violence, hostility, or discrimination, or otherwise inappropriate;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.5. Use the Services in any manner that is harmful to minors;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.6. Impersonate any person or entity, falsely claim an affiliation with any person or entity, or access the accounts of others without permission, create accounts via bots or other automated means, or perform any other fraudulent activity;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.7. Develop, support, or use software, devices, scripts, robots, or any other means or processes (including crawlers, browser plugins and add-ons, or any other technology) to scrape the Services, or otherwise copy our content and other data from the Services;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.8. Use bots or other automated methods to access the Services;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.9 Frame or utilize framing techniques to enclose any such Content (including any images, text, or page layout);",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.10. Delta (or otherwise obscure or alter) the copyright or other proprietary rights notices on the Services or on any Licensed Content;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.11. Assert, or authorize, assist, or encourage any third party to assert, against JustFix or any of its affiliates or licensors any patent infringement or other intellectual property infringement claim regarding any Licensed Content you have used, submitted, or otherwise made available on or through the Services;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.12. Copy, modify, reproduce, archive, sell, lease, rent, exchange, create derivative works from, publish by hard copy or electronic means, publicly perform, display, disseminate, distribute, broadcast, retransmit, circulate, or transfer to any third party or on any third-party application or website, or otherwise use or exploit such Content in any way for any purpose except as specifically permitted by these Terms or any applicable Additional Terms or with the prior written consent of an officer of JustFix or, in the case of Content from a licensor, the owner of the Content.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.13. Make unsolicited offers, advertisements, proposals, or send junk mail or spam to other Users of the Services (including, but not limited to, unsolicited advertising, promotional materials, or other solicitation material, bulk mailing of commercial advertising, chain mail, informational announcements, charity requests, and petitions for signatures);",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.14. Use the Services for any illegal purpose, or in violation of any local, state, national, or international law, including, without limitation, laws governing intellectual property and other proprietary rights, and data protection and privacy;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.15. Defame, harass, bully, abuse, threaten, or defraud Users of the Services, or collect, or attempt to collect, personal information about Users or third parties without their consent;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.16. Probe, scan, remove, circumvent, disable, damage, or otherwise interfere with or test the vulnerability of security-related features of the Services, Licensed Content, features that prevent or restrict use or copying of any content accessible through the Services, or features that enforce limitations on the use of the Services, Licensed Content, or otherwise access, tamper with, or use non-public portions of the Services our authorization;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.17. Reverse engineer, decompile, disassemble, or otherwise attempt to discover the source code of the Services or any part thereof, except and only to the extent that such activity is expressly permitted by applicable law (in which case you must contact JustFix to give notice of the proposed activity and discuss alternative means to obtain the desired information from JustFix) notwithstanding this limitation;",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.18. Modify, adapt, translate, or create derivative works based upon the Services or any part thereof, except and only to the extent expressly permitted by JustFix herein or to the extent the foregoing restriction is expressly prohibited by applicable law (in which case you must contact JustFix to give notice of the proposed activity and discuss whether JustFix is willing to provide the desired derivative works); or",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-5",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "7.19. Intentionally interfere with or damage operation of the Services or any user’s enjoyment of it, by any means, including without limitation by participation in any denial-of-service type attacks or by uploading or otherwise disseminating viruses, adware, spyware, worms, or other malicious code.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "8. Third-Party Content and Sites, Products and Services; Advertisements; Links",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "8.1. Third-Party Content and Sites; Advertisements",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "The Service may contain or may interact with or otherwise be associated with third party platforms, services, plug-ins, applications, ads, tools, and/or other content, and/or links to third-party websites or other services that are not owned, controlled, or operated by JustFix (collectively, “Third-Party Services”), including services operated by advertisers, licensors, licensees, e-commerce partners, and certain other third parties who may have business relationships with JustFix. We may also host our content, apps, and tools on Third-Party Services. JustFix may have no control over the content, operations, policies, terms, or other elements of Third-Party Services, and JustFix does not assume any obligation to review any Third-Party Services. JustFix does not necessarily endorse, approve, or sponsor any Third-Party Services, or any third-party content, advertising, information, materials, products, services, or other items. Furthermore, JustFix is not responsible for the quality or delivery of the products or services offered, accessed, obtained by, or advertised at, such Third-Party Services. Some Third-Party Services may impose fees for access to their resources through our Service and you are responsible for all such fees. Finally, as permitted by applicable law, we will under no circumstances be liable for any direct, indirect, incidental, or special loss or other damage, whether arising from negligence, breach of contract, defamation, infringement of copyright or other intellectual property rights, caused by the exhibition, distribution, or exploitation of any information or content contained within these Third-Party Services. Any activities you engage in connection with any of the same are subject to the privacy and other policies, terms, and conditions of use and/or sale, and rules issued by the operator of the Third-Party Services. JustFix disclaims all liability in connection therewith, as permitted by applicable law. ACCESS AND USE OF REFERENCE SITES, INCLUDING THE INFORMATION, MATERIALS, PRODUCTS, AND SERVICES ON OR AVAILABLE THROUGH REFERENCE SITES, IS SOLELY AT YOUR OWN RISK.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "8.2. Dealings with Third Parties",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Any interactions, correspondence, transactions, and other dealings that you have with any third parties found on or through the Service (including on or via Third Party-Services or advertisements) are solely between you and the third party (including issues related to the content of third-party advertisements, payments, delivery of goods, warranties (including product warranties), privacy and data security, and the like). For more information about the implications of activating these Third Party-Services and our use, storage, and disclosure of information related to you and your use of such services within our Service, please see our Privacy Policy. As permitted by applicable law, you hereby agree to indemnify JustFix against all claims, injury, and/or damages including, without limitation, attorneys’ fees, that arise out of your use of any Third Party-Service, including without limitation from any material that you post on any forum or social networking site in connection with us and/or any other claim related to your use of social media.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "As permitted by applicable law, you hereby grant JustFix an irrevocable perpetual license to use, reproduce, edit, create derivative works from, distribute, display, copy, transmit, or otherwise use in any way, commercially or otherwise, any material that you may post to any social networking site or other Third-Party Service in connection with us or our Service.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "9. Messages",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "9.1. Text Messages",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "You may be given opportunities to subscribe to various text marketing or other text messaging programs and by doing so, you consent to receive ongoing text alerts (including by auto-dialers) from us related to our various businesses and affiliates, which may include co-promotions with or about other parties, except that if the scope of your consent for a particular subscription is limited that subscription will be so limited. Such consent is not required for any service aside from the text subscription itself. For each subscription, you will have the option to opt-out. Subsequent or different subscriptions will be unaffected by an opt-out. You consent to receive a text confirming any opt-out as well as non-marketing administrative or transactional messages. For subscriptions to recurring text messages, you may receive up to the number of text messages per month specified in your consent, or to which you later consent. Alerts auto-renew unless otherwise specified when you consented. You understand that we will send mobile text messages using automated technology. If you subscribe to text messages, you represent that you are 18 years of age or older or have obtained parental consent. Standard message, data, and other fees may be charged by your carrier, and carriers may deduct charges from pre-paid amounts or data allowances, for which you are responsible. Contact your carrier for details. If we are charging a premium rate for text messages, that will be explained in the applicable subscription consent. Not all phones and/or carriers are supported. We are the sponsor of our text messages and may be contacted regarding them at: support@justfix.org.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "9.2. Email Messages",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "You may cancel or modify our email marketing communications you may receive from us by following the instructions contained within our promotional emails. This will not affect subsequent subscriptions and if your opt-out is limited to certain types of emails, then the opt-out will be so limited. Please note that we reserve the right to send you certain communications relating to your use of our Service, such as administrative and service announcements and these transactional messages may be unaffected if you choose to opt-out from receiving our marketing communications.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "9.3. Email Alerts",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "To access the Email Alerts feature of JustFix, users are required to provide a valid email address and create a password. Users will also be asked to select an option that best describes their use case of the product, including, but not limited to tenant, tenant organizer, or housing attorney. This information is collected to tailor the Email Alerts to the user’s specific interests and needs. JustFix will associate users’ use case selections with their email addresses for the purpose of delivering more relevant content. Users will have the ability to manage their accounts via the JustFix website. This includes updating their email address, changing their password, and managing their preferences for receiving data about specific building addresses. JustFix will not delete user accounts. However, if analytics indicate that a user has not engaged with our emails over a certain period, JustFix reserves the right to unsubscribe the user from the Email Alerts service. Users may receive a notification email and receive adequate time to consider inactivity before being automatically unsubscribed. The delivery of Email Alerts will be facilitated through SendGrid, a third-party email delivery service. Additionally, JustFix utilizes Email on Acid for email analytics and testing support. Users’ email interactions, including link clicks, will be monitored using Google Analytics embedded in the emails for the purpose of improving the Email Alerts service. JustFix uses a “no-reply” email address and may implement an automated reply. Direct user feedback or inquiries should be directed through the specified channels on the JustFix website. Users have the right to unsubscribe from the Email Alerts service at any time through their account settings or by following the unsubscribe instructions in the email. Additionally, JustFix reserves the right to manually unsubscribe users from the service at its discretion.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "10. Term ",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "10.1. Term and Termination",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "These Terms shall remain in full force and effect while you use the Sites or the Services and thereafter.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Without limiting any other provision of these Terms, we reserve the right to, in our sole discretion and without notice or liability, deny access to and use of the Sites and the Services (including blocking certain IP addresses), to any person for any reason or for no reason, including without limitation for breach of any representation, warranty, or covenant contained in these Terms or of any applicable law or regulation. We may terminate your use or participation in the Sites or other Services, or delete your account and any Content or information that you posted at any time, without warning, in our sole discretion.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party. In addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress. This Section 10 is not subject to dispute resolution terms of Section 14.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "10.2. Representations and Warranties",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "You warrant, represent, and agree that you will not use the Services in a manner that (i) infringes, violates, or misappropriates another’s intellectual property rights, rights of publicity or privacy or other rights; (ii) violates any international, federal, state, or local law, statute, ordinance, or regulation which would render JustFix in violation of any applicable laws or regulations, including without limitation, Applicable Privacy Laws (“Applicable Laws”); (iii) is harmful, fraudulent, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, or otherwise objectionable; or (iv) jeopardizes the security of your account or the Services in any way, such as allowing someone else access to your account or password. Additionally, you represent, warrant, and agree that (i) you will possess all rights necessary to grant Company rights in these Terms, and (ii) you will comply with Applicable Laws in connection with your use of the Service.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "10.2.1. Disclaimer of Representations and Warranties",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "As permitted by applicable Law, the service is provided on an “as is,” “as available,” and “with all faults” basis and your access to and use of the Service is at your sole risk. Therefore, to the fullest extent permissible by applicable law, JustFix and its direct and indirect parents, subsidiaries, affiliates, and each of their respective employees, directors, members, managers, shareholders, agents, vendors, licensors, licensees, contractors, customers, successors, and assigns (collectively, “JustFix Parties”) hereby disclaim and make no representations, warranties, endorsements, or promises, express or implied, in connection with, or otherwise directly or indirectly related to, the Service (including the Content), including without limitation:",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "unordered-list",
        "data": {},
        "content": [
          {
            "nodeType": "list-item",
            "data": {},
            "content": [
              {
                "nodeType": "paragraph",
                "data": {},
                "content": [
                  {
                    "nodeType": "text",
                    "value": "(a) the functions, features, or any other elements on, or made accessible through, the Service;",
                    "marks": [],
                    "data": {}
                  }
                ]
              }
            ]
          },
          {
            "nodeType": "list-item",
            "data": {},
            "content": [
              {
                "nodeType": "paragraph",
                "data": {},
                "content": [
                  {
                    "nodeType": "text",
                    "value": "(b) any Content, products, services, or instructions offered, referenced, or linked through the Service;",
                    "marks": [],
                    "data": {}
                  }
                ]
              }
            ]
          },
          {
            "nodeType": "list-item",
            "data": {},
            "content": [
              {
                "nodeType": "paragraph",
                "data": {},
                "content": [
                  {
                    "nodeType": "text",
                    "value": "(c) security associated with your use of the Service;",
                    "marks": [],
                    "data": {}
                  }
                ]
              }
            ]
          },
          {
            "nodeType": "list-item",
            "data": {},
            "content": [
              {
                "nodeType": "paragraph",
                "data": {},
                "content": [
                  {
                    "nodeType": "text",
                    "value": "(d) whether the Service or the servers that make the Service available are free from any harmful components (including viruses, Trojan horses, and other technologies that could adversely impact your Device);",
                    "marks": [],
                    "data": {}
                  }
                ]
              }
            ]
          },
          {
            "nodeType": "list-item",
            "data": {},
            "content": [
              {
                "nodeType": "paragraph",
                "data": {},
                "content": [
                  {
                    "nodeType": "text",
                    "value": "(e) whether the information (including any instructions) on the Service is accurate, complete, correct, adequate, useful, timely, or reliable;",
                    "marks": [],
                    "data": {}
                  }
                ]
              }
            ]
          },
          {
            "nodeType": "list-item",
            "data": {},
            "content": [
              {
                "nodeType": "paragraph",
                "data": {},
                "content": [
                  {
                    "nodeType": "text",
                    "value": "(f) whether any defects to or errors on the Service will be repaired or corrected;",
                    "marks": [],
                    "data": {}
                  }
                ]
              }
            ]
          },
          {
            "nodeType": "list-item",
            "data": {},
            "content": [
              {
                "nodeType": "paragraph",
                "data": {},
                "content": [
                  {
                    "nodeType": "text",
                    "value": "(g) whether the Service will be compatible with any other specific hardware, software, or service;",
                    "marks": [],
                    "data": {}
                  }
                ]
              }
            ]
          },
          {
            "nodeType": "list-item",
            "data": {},
            "content": [
              {
                "nodeType": "paragraph",
                "data": {},
                "content": [
                  {
                    "nodeType": "text",
                    "value": "(h) whether your access to the Service will be uninterrupted; ",
                    "marks": [],
                    "data": {}
                  }
                ]
              }
            ]
          },
          {
            "nodeType": "list-item",
            "data": {},
            "content": [
              {
                "nodeType": "paragraph",
                "data": {},
                "content": [
                  {
                    "nodeType": "text",
                    "value": "(i) whether the Service will be available at any particular time or location; and",
                    "marks": [],
                    "data": {}
                  }
                ]
              }
            ]
          },
          {
            "nodeType": "list-item",
            "data": {},
            "content": [
              {
                "nodeType": "paragraph",
                "data": {},
                "content": [
                  {
                    "nodeType": "text",
                    "value": "(j) whether your use of the Service is lawful in any particular jurisdiction. ",
                    "marks": [],
                    "data": {}
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Except for any specific warranties provided herein or in additional terms provided by a JustFix party, as permitted by applicable law, JustFix parties hereby further disclaim all warranties, express or implied, including the warranties of merchantability, fitness for a particular purpose, non-infringement or misappropriation of intellectual property rights of third parties, title, custom, trade, quiet enjoyment, system integration, and freedom from computer virus.",
            "marks": [
              {
                "type": "bold"
              }
            ],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "The warranty limitations in this Section are not intended to limit any express warranties from applicable product manufacturers of physical products sold via the Service, or any express warranties by JustFix that are included in applicable Additional Terms, or your remedies required under applicable law to be available to you for personal injury claims arising out of product liability, or which are otherwise not waivable under applicable law.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "11. Indemnification",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "You agree, to the extent permissible under your state’s laws, to indemnify, defend, and hold harmless JustFix, and its parent, successors, affiliated companies, contractors, officers, directors, employees, agents, and its third-party suppliers, licensors, and partners (“JustFix’s Partners”) from and against all losses, damages, liabilities, demands, judgments, settlements, costs, and expenses of any kind (including legal fees and expenses), from any claim or demand made by any third-party relating to or arising out of (i) your access to, use or misuse of the Services; (ii) your breach or alleged breach of these Terms, or any violation of the Terms; (iii) any breach of the representations, warranties, and covenants made herein; (iv) your failure to comply with Applicable Laws (including any failure to obtain or provide any necessary consent or notice); (v) the infringement by you or any third-party using your account of any intellectual property, privacy, or other right of any person or entity; or (vi) your breach or alleged breach of any interaction, agreement, or policy between you and any other Users. JustFix reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify JustFix, and you agree to cooperate with JustFix’s defense of these claims. You agree not to settle any such matter without the prior written consent of JustFix. JustFix will use reasonable efforts to notify you of any such claim, action, or proceeding upon becoming aware of it.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "12. Disclaimers; No Warranties",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "12.1. No Warranties",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "THE WEBSITE, AND ALL DATA, INFORMATION, SOFTWARE, WEBSITE MATERIALS, CONTENT (WHETHER OWNED OR LICENSED), USER CONTENT, REFERENCE SITES, SERVICES, OR APPLICATIONS MADE AVAILABLE IN CONJUNCTION WITH OR THROUGH THE WEBSITE (THE “JUSTFIX OFFERINGS”), ARE PROVIDED ON AN “AS IS,” “AS AVAILABLE,” AND “WITH ALL FAULTS” BASIS. TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, JUSTFIX DISCLAIMS ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER STATUTORY, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, ALL IMPLIED WARRANTIES OF MERCHANTABILITY, QUALITY, AVAILABILITY, QUIET ENJOYMENT, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM JUSTFIX OR THROUGH THE WEBSITE WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "12.2. Content",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "JUSTFIX DOES NOT WARRANT THAT THE WEBSITE OR ANY DATA, USER CONTENT, FUNCTIONS, OR ANY OTHER INFORMATION OFFERED ON OR THROUGH THE WEBSITE WILL BE UNINTERRUPTED, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS, AND DO NOT WARRANT THAT ANY OF THE FOREGOING WILL BE CORRECTED. SOME FEATURES MAY BE NEW OR EXPERIMENTAL AND MAY NOT HAVE BEEN TESTED IN ANY MANNER.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "JUSTFIX MAKES NO REPRESENTATION OR WARRANTY THAT (1) JUSTFIX OFFERINGS WILL (A) MEET YOUR REQUIREMENTS OR EXPECTATIONS, OR (B) BE TO YOUR LIKING.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "12.3. Harm to your Computer",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "YOU UNDERSTAND AND AGREE THAT YOUR USE, ACCESS, DOWNLOAD, OR OTHERWISE OBTAINING OF CONTENT, WEBSITE MATERIALS, SOFTWARE, OR DATA THROUGH THE WEBSITE (INCLUDING THROUGH ANY APPLICATION PROGRAMMING INTERFACE (APIs)) IS AT YOUR OWN DISCRETION AND RISK, AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS THEREFROM.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "12.4. Limitation by Applicable Law",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "SOME STATES OR OTHER JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU. YOU MAY ALSO HAVE OTHER RIGHTS THAT VARY FROM STATE TO STATE AND JURISDICTION TO JURISDICTION.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "13. Limitation of Liability and Damages",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "13.1. Limitation of Liability",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, WILL JUSTFIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, RELIANCE, OR EXEMPLARY DAMAGES (INCLUDING WITHOUT LIMITATION DAMAGES ARISING FROM ANY UNSUCCESSFUL COURT ACTION OR LEGAL DISPUTE, LOST BUSINESS, LOST REVENUES OR PROFITS, LOSS OF DATA, OR ANY OTHER PECUNIARY OR NON-PECUNIARY LOSS OR DAMAGE OF ANY NATURE WHATSOEVER) EVEN IF JUSTFIX HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES ARISING OUT OF OR RELATING TO (i) THE TERMS; (ii) YOUR USE OF (OR INABILITY TO USE) THE WEBSITE OR THE JUSTFIX OFFERINGS; OR (iii) ANY OTHER INTERACTIONS WITH JUSTFIX INCLUDING OTHER USERS. APPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU. IN SUCH CASES, JUSTFIX’S LIABILITY WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "13.2. Limitation of Damages",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "IN NO EVENT WILL JUSTFIX’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION ARISING OUT OF OR RELATING TO THE TERMS OR YOUR USE OF THE WEBSITE OR YOUR INTERACTION WITH OTHER WEBSITE USERS (WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), WARRANTY OR OTHERWISE), EXCEED THE AMOUNT PAID BY YOU TO JUSTFIX, IF ANY, FOR ACCESSING THE WEBSITE DURING THE TWELVE (12) MONTHS IMMEDIATELY PRECEDING THE DATE OF THE CLAIM OR ($100), WHICHEVER IS GREATER.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "13.3. Basis of the Bargain",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "YOU ACKNOWLEDGE AND AGREE THAT JUSTFIX HAS OFFERED THE WEBSITE AND ENTERED INTO THE TERMS IN RELIANCE UPON THE DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN, THAT THE DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND JUSTFIX, AND THAT THE DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND JUSTFIX. JUSTFIX WOULD NOT BE ABLE TO PROVIDE THE WEBSITE TO YOU ON AN ECONOMICALLY REASONABLE BASIS WITHOUT THESE LIMITATIONS.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-1",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14. Miscellaneous (including dispute resolution and arbitration)",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.1. Notice",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "JustFix may provide you with notices, including those regarding changes to the Terms, by email, regular mail, postings on the Services, or other reasonable means. Notices will be deemed given twenty-four (24) hours after email is sent, unless JustFix is notified that the email address is invalid. Alternatively, we may give you legal notice by mail to a postal address, if provided by you through the Services. In such cases, notice will be deemed given three days after the date of mailing. Notices posted on the Services are deemed given 30 days following the initial posting. Any notices directed to JustFix shall be sent by first class U.S. Mail to JustFix at ",
            "marks": [],
            "data": {}
          },
          {
            "nodeType": "text",
            "value": "137 Montague Street, PMB #211, Brooklyn NY 11201 ",
            "marks": [],
            "data": {}
          },
          {
            "nodeType": "text",
            "value": "with a copy sent to support@justfix.org.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.2. Waiver",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "The failure of JustFix to exercise or enforce any right or provision of the Term will not constitute a waiver of such right or provision. Any waiver of any provision to the Terms will be effective only if in writing and signed by JustFix.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.3. Governing Law",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "The Terms will be governed by and construed in accordance with the laws of the State of New York, without giving effect to any principles of conflicts of law that would cause the application of the laws of any other jurisdiction.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.4. Dispute Resolution and Arbitration",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "PLEASE READ THIS SECTION CAREFULLY BECAUSE IT AFFECTS YOUR RIGHTS. BY AGREEING TO BINDING ARBITRATION, YOU WAIVE YOUR RIGHT TO LITIGATE DISPUTES THROUGH A COURT AND TO HAVE A JUDGE OR JURY DECIDE YOUR CASE.",
            "marks": [
              {
                "type": "bold"
              }
            ],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.4.1. General",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "You and JustFix agree that any legal or equitable claim, dispute, action, or proceeding arising from or related to your use of the Services or these Terms (“Dispute”) will be resolved as follows to the fullest extent permitted by law:",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.4.2. Notice of Dispute",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "In the event of a Dispute, you or JustFix must give the other a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the Dispute, and a proposed solution (a “Notice of Dispute”). You must send any Notice of Dispute by first class U.S. Mail to JustFix at ",
            "marks": [],
            "data": {}
          },
          {
            "nodeType": "text",
            "value": "137 Montague Street, PMB #211, Brooklyn NY 11201",
            "marks": [],
            "data": {}
          },
          {
            "nodeType": "text",
            "value": " with a copy sent to support@justfix.org. JustFix will send any Notice of Dispute to you by first class U.S. Mail to your address if it is in JustFix’s records, or otherwise to your email address. You and JustFix will attempt in good faith to resolve any Dispute through informal negotiation within sixty (60) days from the date of the Notice of Dispute is sent. After sixty (60) days, you or JustFix may commence arbitration.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.4.3. Binding Arbitration",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Any Dispute which has not been resolved by negotiation as provided herein within sixty (60) days or such time period as you and JustFix may otherwise agree, shall be finally resolved by binding arbitration as described in this Section 14.4. (Dispute Resolution and Arbitration). You are giving up the right to litigate (or participate in as a party or class member) all Disputes in court before a judge or jury. Instead, all Disputes will be resolved before a neutral arbitrator, whose decision will be final except for a limited right of appeal under the Federal Arbitration Act. The place of arbitration shall be New York, NY. Any court with jurisdiction over the parties may enforce the arbitrator’s award.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.4.4. Class Action Waiver",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Any proceedings to resolve or litigate any Dispute in any forum will be conducted solely on an individual basis. Neither you nor JustFix will seek to have any Dispute heard as a class action or in any other proceeding in which either party acts or proposes to act in a representative capacity. No arbitration or proceeding will be combined with another without the prior written consent of all parties to all affected arbitrations or proceedings. You may file a Dispute only on your own behalf and cannot seek relief that would affect other Users. If there is a final judicial determination that any particular Dispute cannot be arbitrated in accordance with the limitations of this Section 14.4 (Dispute Resolution and Arbitration), then only that Dispute may be severed and brought in court. All other Disputes remain subject to this Section 14.4 (Dispute Resolution and Arbitration).",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.4.5. Arbitration Procedures",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Any arbitration will be conducted by JAMS under the JAMS Comprehensive Arbitration Rules and Procedures (“JAMS Rules”) in effect at the time the Dispute is filed. You may request a telephonic or in-person hearing by following the JAMS Rules. In a dispute involving $10,000 or less, any hearing will be telephonic unless the arbitrator finds good cause to hold an in-person hearing instead. To the extent the forum provided by JAMS is unavailable, JustFix and you agree to select a mutually agreeable alternative dispute resolution service and that such alternative dispute resolution service shall apply the JAMS Rules. The arbitrator may award the same damages to you individually as a court could. The arbitrator may award declaratory or injunctive relief to you only individually, and only to the extent required to satisfy your individual claim.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.4.6. Arbitration Fees",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Whoever files the arbitration will pay the initial filing fee. If JustFix files, then JustFix will pay; if you file, then you will pay unless you get a fee waiver under the applicable arbitration rules. Each party will bear the expense of that party’s attorneys, experts, and witnesses, and other expenses, regardless of which party prevails, but a party may recover any or all expenses from another party if the arbitrator, applying applicable law, so determines.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.4.7. Filing Period",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "To the extent permitted by law, any Dispute under these Terms must be filed within one (1) year in an arbitration proceeding. The one-year period begins when the events giving rise to the Dispute first occur.  If a Dispute is not filed within one year, it is permanently barred.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-3",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.4.8. Venue",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "In the event that any Dispute cannot be resolved by binding arbitration in accordance with this Section 14.4 (Dispute Resolution and Arbitration), you agree that such Dispute will be filed only in the state or federal courts in and for New York, NY, and each of you and JustFix hereby consent and submit to the personal and exclusive jurisdiction of such courts for the purpose of litigating any such action. Notwithstanding this, JustFix shall still be allowed to apply for injunctive or other equitable relief to protect or enforce its intellectual property rights in any court of competent jurisdiction.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.5. Severability",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "If any provision of the Terms or any Guidelines is held to be unlawful, void, or for any reason unenforceable, then that provision will be limited or eliminated from the Terms to the minimum extent necessary and will not affect the validity and enforceability of any remaining provisions.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.6. Assignment",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "The Terms and related Guidelines, and any rights and licenses granted hereunder, may not be transferred or assigned by you without JustFix’s prior written consent, but may be assigned by JustFix without consent or any restriction. Any assignment attempted to be made in violation of the Terms shall be null and void.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.7. Survival",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Upon termination of the Terms, any provision which, by its nature or express terms should survive, will survive such termination or expiration, including, but not limited to, Sections 2 (Privacy Policy), 4 (Modification of the Terms) through 5 (Digital Millennium Copyright Act), 6.1 (Proprietary Materials), 6.2 (Non-Commercial Use), and 7 (Prohibited Conduct) through 14 (Miscellaneous (Including Dispute Resolution and Arbitration)).",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.8. Headings",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "The heading references herein are for convenience purposes only, do not constitute a part of the Terms, and will not be deemed to limit or affect any of the provisions hereof.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.9. Entire Agreement",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "The Terms, the Privacy Policy, and Guidelines constitute the entire agreement between you and JustFix relating to the subject matter herein and will not be modified except in writing, signed by both parties, or by a change to the Terms, Privacy Policy, or Guidelines made by JustFix as set forth in Section 4 (Modification of the Terms) above.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "heading-2",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "14.10. Disclosures",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "The Services are hosted in the United States, and the services provided hereunder are offered by JustFix, located at ",
            "marks": [],
            "data": {}
          },
          {
            "nodeType": "text",
            "value": "137 Montague Street, PMB #211, Brooklyn NY 11201.",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "",
            "marks": [],
            "data": {}
          }
        ]
      },
      {
        "nodeType": "paragraph",
        "data": {},
        "content": [
          {
            "nodeType": "text",
            "value": "Effective as of May 13, 2024.",
            "marks": [],
            "data": {}
          }
        ]
      }
    ]
  }
}